{
    "version": "https://jsonfeed.org/version/1",
    "title": "RAKIFSUL ETC",
    "description": "",
    "home_page_url": "https://etc.rakifsul.my.id",
    "feed_url": "https://etc.rakifsul.my.id/feed.json",
    "user_comment": "",
    "author": {
        "name": "RAKIFSUL"
    },
    "items": [
        {
            "id": "https://etc.rakifsul.my.id/daftar-ide-produk-yang-berbahan-tulang-ayam.html",
            "url": "https://etc.rakifsul.my.id/daftar-ide-produk-yang-berbahan-tulang-ayam.html",
            "title": "Daftar Ide Produk yang Berbahan Tulang Ayam",
            "summary": "Ayam adalah salah satu makanan yang saya sukai. Walaupun saya suka ayam, tapi itu tidak berarti saya suka menelan tulangnya. Kenapa? Itu karena tulang ayam keras. Jika dipaksakan untuk saya telan, maka saya khawatir akan tersedak atau yang lainnya. Karena saya tidak menelan tulang ayam,&hellip;",
            "content_html": "<p>Ayam adalah salah satu makanan yang saya sukai.</p>\n<p>Walaupun saya suka ayam, tapi itu tidak berarti saya suka menelan tulangnya.</p>\n<p>Kenapa?</p>\n<p>Itu karena tulang ayam keras.</p>\n<p>Jika dipaksakan untuk saya telan, maka saya khawatir akan tersedak atau yang lainnya.</p>\n<p>Karena saya tidak menelan tulang ayam, maka bukan tidak mungkin ada sisa saat saya memakan ayam.</p>\n<p>Sisa tersebut boleh jadi adalah tulang ayam.</p>\n<p>Walaupun sisa, itu bukan berarti tulang ayam harus dibuang.</p>\n<p>Ada produk-produk tertentu yang melibatkan tulang ayam.</p>\n<p>Apa saja? Ini daftarnya.</p>\n<h2>Kaldu Tulang Ayam</h2>\n<p>Tulang ayam bisa direbus dan airnya dijadikan kaldu.</p>\n<p>Kaldu itu sendiri merupakan salah satu bahan pembuatan makanan lainnya.</p>\n<p>Misalnya sup, soto, dan lain-lain.</p>\n<h2>Kolagen dan Gelatin</h2>\n<p>Tulang ayam mungkin mengandung kolagen dan gelatin.</p>\n<p>Gelatin bisa menjadi bahan produksi makanan lainnya.</p>\n<h2>Pupuk</h2>\n<p>Karena tulang ayam mengandung kalsium dan fosfor, maka tulang ayam bisa dijadikan pupuk.</p>\n<h2>Pakan Ternak</h2>\n<p>Tulang ayam mungkin bisa dijadikan bahan pakan ternak karena kandungan kimianya.</p>\n<h2>Produk Suplemen</h2>\n<p>Kolagen pada tulang ayam mungkin bisa digunakan sebagai bahan suplemen untuk kesehatan sendi, kulit, dan rambut.</p>\n<h2>Bahan Pembuat Cat</h2>\n<p>Tulang ayam yang mengandung kalsium karbonat mungkin bisa menjadi bahan pembuat cat.</p>\n<h2>Bahan Pembuat Alat Musik</h2>\n<p>Perkusi mungkin berbahan tulang ayam.</p>\n<h2>Kerajinan Tangan</h2>\n<p>Dengan kreativitas, tulang ayam mungkin juga bisa dijadikan bahan karya kerajinan tangan.</p>\n<h2>Alat Belajar Biologi</h2>\n<p>Tulang ayam yang utuh bisa dijadikan alat belajar biologi.</p>\n<h2>Peralatan Medis</h2>\n<p>Peralatan medis mungkin berbahan ekstrak dari tulang ayam.</p>\n<h2>Objek Fotografi</h2>\n<p>Tulang ayam bernilai seni.</p>\n<p>Karena itulah, tulang ayam bisa jadi difoto.</p>\n<p>Kemudian fotonya bisa dijual.</p>\n<h2>Bahan Cerpen</h2>\n<p>Cerpen tentang tulang ayam bukan tidak mungkin dibuat.</p>\n<p>Itu karena tulang ayam memiliki unsur kisah tertentu.</p>\n<h2>Bahan Konten YouTube</h2>\n<p>Tulang ayam yang unik mungkin bisa direkam oleh kamera kemudian diposting di YouTube.</p>\n<h2>Alat Pengusir Kucing</h2>\n<p>Tulang ayam memiliki aroma yang mungkin disukai kucing.</p>\n<p>Lemparkanlah tulang ayam ke arah yang menjauhi kita sehingga kucing pergi.</p>\n<h2>Umpan Memancing</h2>\n<p>Tulang ayam mungkin memiliki aroma yang disukai ikan karnivora.</p>\n<p>Dengan demikian, tulang ayam mungkin bisa menjadi umpan memancing.</p>\n<h2>Penutup</h2>\n<p>Jadi itulah beberapa ide produk yang berbahan tulang ayam.</p>\n<p>Sisanya tambahkan sendiri.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Daftar",
                   "Blog"
            ],
            "date_published": "2023-12-08T23:40:53+07:00",
            "date_modified": "2023-12-09T00:31:47+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/daftar-ide-untuk-mencari-uang-menggunakan-alga.html",
            "url": "https://etc.rakifsul.my.id/daftar-ide-untuk-mencari-uang-menggunakan-alga.html",
            "title": "Daftar Ide untuk Mencari Uang Menggunakan Alga",
            "summary": "Alga merupakan organisme biologis yang memiliki potensi dalam pencarian uang. Itu disebabkan alga memiliki nutrisi yang tinggi. Pembudidayaannya pun bisa dibilang ramah lingkungan. Selain itu, alga juga dapat digunakan sebagai bahan maupun alat dalam berbagai produk. Berikut beberapa ide cara mencari uang dengan menggunakan alga.",
            "content_html": "<p>Alga merupakan organisme biologis yang memiliki potensi dalam pencarian uang.</p>\n<p>Itu disebabkan alga memiliki nutrisi yang tinggi.</p>\n<p>Pembudidayaannya pun bisa dibilang ramah lingkungan.</p>\n<p>Selain itu, alga juga dapat digunakan sebagai bahan maupun alat dalam berbagai produk.</p>\n<p>Berikut beberapa ide cara mencari uang dengan menggunakan alga.</p>\n<h2>Makanan Pelengkap Berbahan Alga</h2>\n<p>Karena nutrisinya yang kaya, alga memiliki potensi untuk menjadi bahan makanan pelengkap. </p>\n<p>Spriulina dan Chlorella adalah contohnya.</p>\n<h2>Makanan Olahan Berbahan Alga</h2>\n<p>Makanan olahan juga bisa berbahan alga.</p>\n<p>Sebut saja makaroni alga, keripik alga, roti alga, dan masih banyak lagi.</p>\n<p>Penggunaan alga dalam bentuk bubuk mungkin bisa digunakan dalam kasus ini.</p>\n<h2>Makanan Vegan Berbahan Alga</h2>\n<p>Seperti poin sebelumnya, tapi kali ini untuk vegan.</p>\n<p>Komponen hewani dari makanan vegan mungkin bisa digantikan dengan alga.</p>\n<p>Sebut saja sosis vegan, kornet vegan, dan lain-lain yang berbahan alga.</p>\n<p>Penggunaan alga di sini bisa meningkatkan nilai gizi.</p>\n<h2>Minuman Berbahan Alga</h2>\n<p>Selain untuk makanan, alga juga bisa menjadi campuran untuk minuman.</p>\n<p>Smoothie, jus, teh, bahkan soft drink bisa saja dicampur dengan alga untuk menambah nutrisi dan nilai gizinya.</p>\n<p>Apalagi jika dicampur dengan buah-buahan.</p>\n<h2>Kosmetik Berbahan Alga</h2>\n<p>Karena alga dapat memiliki peran hidrasi, antioksidan, dan nutrisi untuk kulit, maka bukan tidak mungkin kosmetik dibuat dengan bahan alga.</p>\n<h2>Pakan Ternak Berbahan Alga</h2>\n<p>Karena alga bisa dikonsumsi manusia, maka kemungkinan bisa dikonsumsi ternak.</p>\n<p>Alga mungkin bisa dijadikan sebagai campuran untuk pelet ikan, pelet kelinci, dan pelet untuk hewan lainnya.</p>\n<p>Keunggulannya, alga lebih bersih dibandingkan menggunakan bahan-bahan limbah hewani.</p>\n<h2>Energi Terbarukan</h2>\n<p>Alga juga bisa dimanfaatkan untuk menjadi bahan bakar dan penghasil listrik.</p>\n<p>Untuk melakukannya diperlukan teknologi pemanfaatan alga dalam produksi bioenergi.</p>\n<h2>Pupuk Organik Alga</h2>\n<p>Karena alga mengandung berbagai nutrisi penting untuk tanaman, maka alga pun bisa dijadikan pupuk organik.</p>\n<p>Selain itu, alga juga mungkin mengandung zat pemacu pertumbuhan tanaman alami.</p>\n<h2>Pigmen Alga</h2>\n<p>Alga mungkin mengandung pigmen alami.</p>\n<p>Pigmen alami ini mungkin dapat digunakan dalam berbagai keperluan.</p>\n<h2>Sistem Budidaya Alga</h2>\n<p>Jika alga semakin populer untuk dibudidayakan, mungkin akan banyak juga orang yang ingin coba-coba.</p>\n<p>Dengan adanya motivasi tersebut, bukan tidak mungkin kita bisa menjual sistem budidaya alga, baik untuk skala rumahan maupun industri.</p>\n<h2>Pembersih Lingkungan Berbasis Alga</h2>\n<p>Alga mungkin bisa meresap polutan atau limbah di perairan.</p>\n<p>Maka mungkin pengembangan teknologi atau layanan pembersihan lingkungan yang menggunakan alga untuk meresap polutan atau limbah di perairan bisa dilakukan.</p>\n<h2>Preparat Alga untuk Edukasi</h2>\n<p>Preparat alga yang sudah jadi dapat berguna bagi pelajar biologi.</p>\n<p>Dengan demikian, pengambilan sampel untuk preparat secara manual tidak diperlukan lagi.</p>\n<h2>Buku Budidaya Alga</h2>\n<p>Alga memiliki sifat-sifat dan fungsinya.</p>\n<p>Selain itu, informasi tentang alga sudah cukup banyak didapatkan.</p>\n<p>Dengan sumber info tersebut, disertai adanya permintaan pasar, maka penjualan buku tentang alga dan budidayanya mungkin bisa dilakukan.</p>\n<h2>Foto Alga</h2>\n<p>Alga bisa difoto dan ada banyak orang yang bisa melihat foto.</p>\n<p>Oleh karena itu mungkin foto alga bisa dijual.</p>\n<h2>Penutup</h2>\n<p>Begitulah beberapa ide cara mencari uang menggunakan alga.</p>\n<p>Dengan adanya perkembangan sains dan teknologi yang terkait dengan alga, mungkin ide-ide tersebut akan semakin bertambah.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Daftar",
                   "Blog"
            ],
            "date_published": "2023-12-07T18:49:02+07:00",
            "date_modified": "2023-12-07T19:52:09+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/mengenal-pengendalian-hama-untuk-berkebun-organik.html",
            "url": "https://etc.rakifsul.my.id/mengenal-pengendalian-hama-untuk-berkebun-organik.html",
            "title": "Mengenal Pengendalian Hama untuk Berkebun Organik",
            "summary": "Pestisida sintetis seringkali menjadi ide yang pertama muncul saat tanaman yang kita tanam menghadapi masalah. Padahal, pestisida sintetis bukanlah satu-satunya solusi. Dengan menggunakan pestisida sintetis, maka kemungkinan akan mencemari tanah dan lingkungan sekitarnya, menghancurkan organisme menguntungkan, dan menciptakan lingkungan yang kurang sehat. Sebelum menggunakannya, Anda&hellip;",
            "content_html": "<p>Pestisida sintetis seringkali menjadi ide yang pertama muncul saat tanaman yang kita tanam menghadapi masalah.</p>\n<p>Padahal, pestisida sintetis bukanlah satu-satunya solusi.</p>\n<p>Dengan menggunakan pestisida sintetis, maka kemungkinan akan mencemari tanah dan lingkungan sekitarnya, menghancurkan organisme menguntungkan, dan menciptakan lingkungan yang kurang sehat.</p>\n<p>Sebelum menggunakannya, Anda juga harus yakin bahwa masalah yang sedang dihadapi tanaman Anda adalah masalah hama, karena tidak semua masalah disebabkan hama.</p>\n<p>Itu pun sebagai solusi terakhir, karena masih ada cara lain untuk mengatasi hama secara ramah lingkungan, yakni dengan Integrated Pest Management atau IPM.</p>\n<h2>Untuk Memulai Pengendalian Hama, Gunakan Varietas Tahan Hama</h2>\n<p>Dengan berkembangnya ilmu tentang genetika, maka tidak aneh jika breeder bisa menemukan varietas tahan hama.</p>\n<p>Walaupun saya kurang tahu betul varietas apa namanya, Anda mungkin bisa melakukan sedikit pencarian di web tentang hal ini.</p>\n<h2>Buat Taman Anda Tidak Nyaman untuk Hama</h2>\n<p>Setting taman Anda bisa jadi mengundang hama.</p>\n<p>Untuk mengatasinya:</p>\n<ul>\n<li>Tempatkan tanaman Anda di tempat yang tepat.</li>\n<li>Terapkan mixed planting, agar tanaman anda beragam dan tidak seragam pada jarak tertentu.</li>\n<li>Hindari luka pada tanaman.</li>\n<li>Rotasi tanaman Anda.</li>\n<li>Jangan berlebihan dalam memberi pupuk sintesis</li>\n<li>Bersihkan sampah organik di sekitarnya. Daripada membiarkan dedaunan rontok, lebih baik dikomposkan di tempat khusus.</li>\n<li>Ciptakan lingkungan yang nyaman untuk organisme yang menguntungkan.</li>\n</ul>\n<h2>Identifikasi Permasalahan yang Terjadi</h2>\n<p>Seperti yang telah saya sebutkan tadi.</p>\n<p>Tidak semua masalah pada taman dan tanaman Anda merupakan masalah hama.</p>\n<p>Untuk menangani masalah tersebut, yakinkan bahwa permasalahan pada tanaman Anda adalah masalah hama.</p>\n<p>Caranya adalah dengan mengamati kondisi tanaman Anda.</p>\n<p>Apakah terdapat serangga atau organisme yang mencurigakan?</p>\n<p>Apakah ada kumpulan telurnya di tanaman Anda?</p>\n<p>Apakah ada bekas gigitan pada daun tanaman Anda?</p>\n<p>Dan lain sebagainya.</p>\n<h2>Terapkan Ambang Batas</h2>\n<p>Sekalipun hama benar-benar ada pada tanaman Anda, Anda tidak harus langsung bertindak dengan pestisida sintetis.</p>\n<p>Terapkanlah batasan di mana Anda harus mulai bereaksi.</p>\n<p>Apalagi, penggunaan pestisida sintetis hanya dilakukan sebagai solusi terakhir.</p>\n<p>Solusi lainnya bisa berupa penanganan hama secara fisik maupun biologis.</p>\n<h2>Pilih Metoda Pengendalian</h2>\n<p>Secara prinsip, berkebun organik mengendalikan hama dimulai dari metode yang less-toxic.</p>\n<p>Pengendalian hama secara fisik merupakan cara yang less-toxic, misalnya:</p>\n<ul>\n<li>Terapkan penghalang antara hama dengan tanaman yang diserang.</li>\n<li>Ambil hama secara manual.</li>\n<li>Penyemprotan dengan selang dan air.</li>\n<li>Menakuti hama, misalnya dengan orang-orangan sawah.</li>\n<li>Menjebak hama.</li>\n</ul>\n<p>Adapun pengendalian hama secara biologis juga bisa dianggap less-toxic.</p>\n<p>Caranya bisa dengan predator maupun organisme lain, misalnya yang mikroskopis yang menjadi penyakit bagi hama.</p>\n<p>Organisme mikroskopis tersebut bisa dari fungi maupun bakteri.</p>\n<h2>Menarik Organisme yang Menguntungkan</h2>\n<p>Beberapa organisme, bahkan dari serangga sekalipun masih ada yang menguntungkan tanaman organik Anda.</p>\n<p>Berikut ini cara menarik mereka ke taman Anda:</p>\n<ul>\n<li>Tumbuhkan tanaman yang mengundang organisme menguntungkan.</li>\n<li>Jadikan tanaman di taman Anda beragam.</li>\n<li>Hindari penggunaan pestisida yang memiliki jangkauan target luas.</li>\n<li>Sediakan sumber air bagi organisme yang menguntungkan</li>\n</ul>\n<p>Jika hama mulai muncul, bukan tidak mungkin predator mereka akan hadir.</p>\n<p>Organisme seperti kelelawar, burung, dan katak yang mungkin menyukai hama juga mungkin akan hadir.</p>\n<h2>Melakukan Pencatatan</h2>\n<p>Agar Anda bisa menganalisa dan mengambil keputusan dalam pengendalian hama, Anda juga mungkin bisa melakukan pencatatan pada data-data yang ada saat hama muncul.</p>\n<p>Jika pencatatan baru dilakukan, mungkin polanya belum terlihat.</p>\n<p>Tapi, jika pencatatan sudah dilakukan cukup lama, mungkin Anda bisa melihat pola dari hama yang muncul.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:32:33+07:00",
            "date_modified": "2023-12-04T23:32:33+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/mengenal-istilah-structure-dan-cover-dalam-memancing.html",
            "url": "https://etc.rakifsul.my.id/mengenal-istilah-structure-dan-cover-dalam-memancing.html",
            "title": "Mengenal Istilah Structure dan Cover dalam Memancing",
            "summary": "Jenis-jenis perairan yang dapat menjadi lokasi mancing sangat beragam. Dalam memancing air tawar, misalnya, ada danau dan bendungan. Dengan asumsi bahwa ikan ada di dalamnya, bagaimanakah persebarannya? Apakah ikan berada merata di sekeliling perairan tersebut? Ternyata tidak selalu. Di sinilah kita harus mengenal apa itu&hellip;",
            "content_html": "<p>Jenis-jenis perairan yang dapat menjadi lokasi mancing sangat beragam.</p>\n<p>Dalam memancing air tawar, misalnya, ada danau dan bendungan.</p>\n<p>Dengan asumsi bahwa ikan ada di dalamnya, bagaimanakah persebarannya?</p>\n<p>Apakah ikan berada merata di sekeliling perairan tersebut?</p>\n<p>Ternyata tidak selalu.</p>\n<p>Di sinilah kita harus mengenal apa itu structure dan cover.</p>\n<p>Structure adalah keadaan dari permukaan dasar perairan.</p>\n<p>Dasar yang tiba-tiba menurun misalnya, bisa disebut structure.</p>\n<p>Adapun cover itu sendiri adalah objek yang berada pada structure tadi.</p>\n<p>Di perairan tawar bisa berupa batu, kayu yang tenggelam, hingga tanaman air.</p>\n<p>Cover merupakan tempat yang potensial untuk mendapatkan ikan.</p>\n<p>Adapun structure adalah tempat ikan berenang berpindah-pindah.</p>\n<p>Anda bisa menemukan ikan di cover, tapi lebih baik di cover yang structure nya baik.</p>\n<p>Structure itu sendiri tidak menjamin adanya ikan, kecuali ada cover nya.</p>\n<p>Peran structure dan cover sangat penting untuk memancing di danau atau bendungan.</p>\n<p>Adapun saat memancing di sungai atau kolam mungkin berbeda lagi.</p>\n<p>Di kolam misalnya, karena structure nya hanya berupa cekungan, maka kita bisa berasumsi bahwa ikan menyebar merata di dalamnya.</p>\n<p>Konsep ini sebenarnya telah saya coba di game simulasi mancing bernama Russian Fishing 4 (untuk PC, bisa di-download di Steam).</p>\n<p>Berdasarkan percobaan saya, memancing di sekitar structure dan cover yang baik bisa mendapatkan sambaran ikan yang terasa lebih sering. </p>\n<p>Tapi ingat, itu bukan percobaan ilmiah, jadi hasilnya tidak bisa dipertanggungjawabkan.</p>\n<p>Walaupun begitu, Anda sudah dapat idenya: structure dan cover berperan dalam memancing di danau atau bendungan.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Mancing",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:29:44+07:00",
            "date_modified": "2023-12-04T23:29:44+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/cara-mancing-ikan-mas-menurut-rakifsul.html",
            "url": "https://etc.rakifsul.my.id/cara-mancing-ikan-mas-menurut-rakifsul.html",
            "title": "Cara Mancing Ikan Mas menurut RAKIFSUL",
            "summary": "Nama Ikan Mas mungkin sudah tak asing lagi di telinga kita. Ikan yang berbentuk oval ini bisa dimasak menjadi berbagai masakan. Ikan Mas goreng, pepes, pesmol, gulai, dan lain sebagainya. Cocok untuk dimakan dengan nasi hangat. Karena mudah didapat di pasaran, maka kita tidak perlu&hellip;",
            "content_html": "<p>Nama Ikan Mas mungkin sudah tak asing lagi di telinga kita.</p>\n<p>Ikan yang berbentuk oval ini bisa dimasak menjadi berbagai masakan.</p>\n<p>Ikan Mas goreng, pepes, pesmol, gulai, dan lain sebagainya. Cocok untuk dimakan dengan nasi hangat.</p>\n<p>Karena mudah didapat di pasaran, maka kita tidak perlu bersusah-susah dahulu memancingnya, kecuali memang bertujuan untuk mencari kesenangan.</p>\n<p>Ikan ini memiliki nama ilmiah Cyprinus carpio dari famili Cyprinidae.</p>\n<h2>Perkiraan Spot Mancing</h2>\n<p>Lalu, seperti apa habitat Ikan Mas?</p>\n<p>Ikan mas paling sering ditemukan di kolam pancing komersial yang menyediakan Ikan Mas (serius).</p>\n<p>Jadi daripada harus bersusah payah mencarinya di alam liar, segera kunjungi kolam tadi.</p>\n<p>Namun, berdasarkan pengalaman saya, Ikan Mas menyenangi bagian kolam yang dekat gelembung aerator.</p>\n<p>Mungkin saja karena di sana lebih banyak oksigen.</p>\n<p>Tapi itu tidak bisa dipukul rata, karena banyak faktor lainnya yang perlu dipertimbangkan.</p>\n<h2>Umpan</h2>\n<p>Pada prakteknya, memancing Ikan Mas bisa dengan menggunakan umpan pelet.</p>\n<p>Umpan pelet yang dimaksud tadi adalah campuran dari pelet bubuk yang dicampur dengan ikan sarden kalengan.</p>\n<p>Campuran tersebut selanjutnya bisa ditambahkan air.</p>\n<p>Selanjutnya, pasta umpan tadi dibentuk menjadi bulatan dan disangkutkan ke kail.</p>\n<p>Meskipun ramuan tadi adalah yang saya gunakan untuk memancing Ikan Mas, sebenarnya varian ramuan lainnya masih banyak.</p>\n<p>Anda bisa Googling sebentar dan akan muncul varian-varian lainnya.</p>\n<p>Yang harus Anda ingat adalah bahwa apapun umpannya, jika di spot mancing Anda tidak ada Ikan Mas, berarti sangat kecil kemungkinan untuk berhasil memancingnya.</p>\n<h2>Rangkaian Pancing</h2>\n<p>Rangkaian pancing yang bisa digunakan untuk memancing ikan mas adalah:</p>\n<ul>\n<li><a href=\"https://www.google.com/search?q=carp+fishing+rig&amp;ei=QjXVY-CoGpOG3LUP2peDqAU&amp;ved=0ahUKEwjg0bPfwOr8AhUTA7cAHdrLAFUQ4dUDCA4&amp;oq=carp+fishing+rig&amp;gs_lcp=Cgxnd3Mtd2l6LXNlcnAQDEoECEEYAEoECEYYAFAAWABgAGgAcAF4AIABAIgBAJIBAJgBAA&amp;sclient=gws-wiz-serp\" rel=\"nofollow noopener\" target=\"_blank\">Carp Fishing Rig</a></li>\n<li><a href=\"https://www.google.com/search?q=rangkaian+pancing+ikan+mas&amp;ei=yjXVY5_HJofc4-EP9LiEwAQ&amp;ved=0ahUKEwif1Kygwer8AhUH7jgGHXQcAUgQ4dUDCA4&amp;uact=5&amp;oq=rangkaian+pancing+ikan+mas&amp;gs_lcp=Cgxnd3Mtd2l6LXNlcnAQAzIFCAAQgAQyBQgAEIAEMgUIABCABDIFCAAQgAQyBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeMgYIABAWEB46CggAEEcQ1gQQsAM6BwgAELADEEM6CwgAEIAEELEDEIMBOg4ILhCABBCxAxCDARDUAjoLCC4QgAQQsQMQgwE6BAgAEEM6BAguEEM6CAgAEIAEELEDOggIABCABBDJAzoKCC4QgwEQsQMQQzoHCAAQsQMQQzoVCC4QgwEQsQMQQxDcBBDeBBDgBBgBOggILhCABBCxAzoHCAAQgAQQCjoFCAAQsQNKBAhBGABKBAhGGAFQmglYryhgwCpoA3ABeACAAWWIAbwMkgEEMjUuMZgBAKABAcgBCcABAdoBBggBEAEYFA&amp;sclient=gws-wiz-serp\" rel=\"nofollow noopener\" target=\"_blank\">Rangkaian Pancing Ikan Mas</a></li>\n</ul>\n<h2>Penutup</h2>\n<p>Saya rasa cukup sekian penjelasan tentang cara memancing ikan mas.</p>\n<p>Selamat mencoba.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Mancing",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:21:23+07:00",
            "date_modified": "2023-12-04T23:28:01+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-memelihara-ikan-lele-sampai-berukuran-besar.html",
            "url": "https://etc.rakifsul.my.id/ide-memelihara-ikan-lele-sampai-berukuran-besar.html",
            "title": "Ide Memelihara Ikan Lele sampai Berukuran Besar",
            "summary": "Apa yang Anda ketahui tentang ikan lele? Ikan lele adalah ikan yang berasal dari famili Clariidae. Saya tidak langsung merujuk pada genus atau spesiesnya karena faktanya lele bisa berasal dari genus-genus yang berbeda. Tapi sebagai gambaran umum, ikan lele yang dikenal oleh kebanyakan orang sebagai&hellip;",
            "content_html": "<h2>Apa yang Anda ketahui tentang ikan lele?</h2>\n<p>Ikan lele adalah ikan yang berasal dari famili Clariidae.</p>\n<p>Saya tidak langsung merujuk pada genus atau spesiesnya karena faktanya lele bisa berasal dari genus-genus yang berbeda.</p>\n<p>Tapi sebagai gambaran umum, ikan lele yang dikenal oleh kebanyakan orang sebagai masakan adalah dari genus Clarias.</p>\n<p>Ikan lele adalah ikan yang bernilai ekonomis karena banyak dijual sebagai beragam masakan atau sebagai ikan segar.</p>\n<h2>Apakah ikan lele mudah dibudidayakan?</h2>\n<p>Ikan lele adalah ikan yang mudah dibudidayakan karena dapat hidup dalam kondisi air yang tidak terlalu bagus sekalipun.</p>\n<p>Selain itu, soal makanan, ikan lele tidak terlalu memilih-milih.</p>\n<p>Yang penting, kita harus ingat bahwa ikan lele umumnya adalah karnivora.</p>\n<h2>Apakah yang Anda ketahui dengan ukuran bibit ikan lele?</h2>\n<p>Peternak lele biasanya memulai budidaya lele dari bibitnya yang masih kecil.</p>\n<p>Bibitnya mungkin bisa dihasilkan dari indukan milik sendiri atau dibeli dari penjual bibit lele.</p>\n<p>Bibit lele pun memiliki ukuran yang bervariasi yang tentunya berbeda dalam harga per ekornya.</p>\n<p>Dan, Anda juga perlu ingat bahwa dalam budidaya lele pada umumnya, bibit dibeli dengan hitungan per ekor, tetapi saat dijual dihitung per berat (misal kilogram).</p>\n<p>Selain itu, selama pemeliharaan, beberapa ekor ikan lele yang tidak terlalu kuat mungkin akan mati entah karena faktor lingkungan maupun karena dimakan ikan lele lain yang lebih kuat.</p>\n<p>Dari situ, kita bisa simpulkan bahwa, semakin tua usia lele dapat bertahan, maka semakin terbukti bahwa ikan tersebut lebih kuat.</p>\n<p>Artinya, membeli bibit yang lebih dewasa mungkin memiliki resiko kegagalan yang lebih rendah.</p>\n<h2>Jadi, apa ide dalam artikel ini?</h2>\n<p>Idenya adalah tentang memelihara ikan lele sampai berukuran besar.</p>\n<p>Walaupun besar di sini relatif, yang saya maksudkan adalah sangat besar, setidaknya seukuran kaki manusia dewasa.</p>\n<h2>Jelaskan kepada saya lebih lanjut!</h2>\n<p>Idenya adalah: Bagaimana jika kita memelihara lele dengan bibit yang berasal dari lele siap jual, atau lele dewasa yang dijual per kilogram? Yang dibeli tentunya lele dewasa yang masih hidup.</p>\n<p>Bukankah semakin tua usia lele dapat bertahan, kemungkinan semakin kecil resiko kegagalannya?</p>\n<p>Tentunya, dengan membeli dan memelihara lele dengan cara tersebut bukan berarti kita hanya melakukan pemeliharaan sebentar saja.</p>\n<p>Justru, tujuannya adalah untuk menghasilkan ikan lele yang berukuran sangat besar. Minimal seukuran kaki manusia.</p>\n<p>Tapi mengapa?</p>\n<p>Karena kita berencana menjualnya pada pihak yang membutuhkan ikan lele yang berukuran sangat besar.</p>\n<p>Tapi, siapa yang akan membelinya?</p>\n<p>Sementara ini, hanya ada sedikit yang saya perkirakan.</p>\n<p>Ikan lele yang berukuran sangat besar kemungkinan:</p>\n<ul>\n<li>Bisa dijual kepada pemilik usaha pemancingan.</li>\n<li>Bisa dijual sebagai lele fillet.</li>\n<li>Jika ikan lele yang dijual adalah lele betina, bisa dijual telurnya.</li>\n<li>Bisa dijual sebagai indukan lagi.</li>\n</ul>\n<p>Di antara poin-poin di atas, saya telah melakukan poin ke 4, sebagai indukan lagi.</p>\n<p>Itu terjadi sekitar 10 tahun yang lalu sejak artikel ini ditulis dan ternyata ada yang beli.</p>\n<p>Namun, sayangnya kolam saya rusak dan tidak saya lanjutkan.</p>\n<h2>Bagaimana cara memelihara ikan lele sampai berukuran sangat besar?</h2>\n<p>Untuk pembesaran ikan lele agar berukuran lebih besar lagi, kita bisa menggunakan cara yang sama dengan cara budidaya lele pada umumnya.</p>\n<p>Seperti misalnya, memberi pakan secara teratur dan memanajemen air.</p>\n<p>Tapi, dari salah satu sumber yang saya baca, kandungan oksigen juga dapat berpengaruh pada pertumbuhan lele. Tolong dicek lagi pernyataan ini, karena saya lupa sumbernya.</p>\n<p>Jadi, mungkin Anda juga bisa menambahkan aerator yang cukup besar.</p>\n<p>Mungkin bisa menggunakan aerator untuk bioflok.</p>\n<p>Namun, di sinilah tugas Anda selanjutnya untuk melakukan sedikit percobaan karena saat artikel ini ditulis, saya belum mencobanya.</p>\n<h2>Kapan ikan lele berukuran sangat besar siap dipanen?</h2>\n<p>Ukuran standar ikan lele berukuran besar sangat tergantung dengan kebutuhan pembeli.</p>\n<p>Pemancingan mungkin membutuhkan sebesar mungkin, karena itu daya tariknya.</p>\n<p>Penjual fillet ikan lele mungkin berbeda.</p>\n<p>Walaupun begitu, yang saya inginkan adalah menunggu hingga ikan lele berukuran sebesar betis manusia.</p>\n<p>Hati-hati dalam memanennya, karena ikan lele memiliki patil. Patil ikan lele yang besar mungkin lebih berbahaya.</p>\n<h2>Bagaimana dengan perhitungan biayanya?</h2>\n<p>Ini yang menarik.</p>\n<p>Dalam budidaya lele pada umumnya, bibit ikan lele dibeli per ekor dan hasilnya dijual per berat.</p>\n<p>Tapi, dalam budidaya lele berukuran besar, menurut saya lebih baik dijual per ekor.</p>\n<p>Kenapa dijual per ekor? Jawabnya adalah, karena di situ ada nilai tambah.</p>\n<p>Tapi mungkin itu tidak berlaku jika ikan lele besar dijual untuk fillet.</p>\n<p>Sekarang kita bahas perhitungannya...</p>\n<p>Perhitungan di bawah ini hanya mempertimbangkan berat bibit dan pakan.</p>\n<p>Faktor selain itu dianggap gratis (misal air, kolam, listrik, dan lain-lain).</p>\n<p>Anggapan total berat awal = 1 kg.</p>\n<p>Harga bibit per kg = Rp. 27.000 = Harga lele konsumsi kiloan.</p>\n<p>Harga pakan 781 per 30 kg = Rp. 390.000</p>\n<p>FCR = 1,8</p>\n<p>Berat akhir - berat awal = 30 kg / 1,8 = 16,7 kg</p>\n<p>Berat akhir = 16,7 kg + 1 kg = 17,7 kg</p>\n<p>Total biaya = Rp. 390.000 + Rp. 27.000 = Rp. 417.000.</p>\n<p>Jika per kg bibit terdiri dari 7 ekor, maka berat akhir per ekor = 17,7 kg / 7 = 2,52 kg</p>\n<p>Di sini, Anda tinggal mengubah-ubah berat pakan dan berat bibit untuk mencocokannya dengan permintaan pembeli Anda.</p>\n<p>Apakah 2,52 kg per ekor cukup besar? Atau mau 5 kg? Atau yang lebih besar lagi? Itu keputusan Anda.</p>\n<p>Yang penting, jangan jual hasil akhirnya per berat, tapi per ekor.</p>\n<h2>OK. Sekarang saya mengerti. Terima kasih...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Budidaya",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:20:19+07:00",
            "date_modified": "2023-12-04T23:20:19+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/mengenal-pupuk-untuk-berkebun-organik.html",
            "url": "https://etc.rakifsul.my.id/mengenal-pupuk-untuk-berkebun-organik.html",
            "title": "Mengenal Pupuk untuk Berkebun Organik",
            "summary": "Pemberian pupuk sintesis bukanlah suatu cara pemberian makan kepada tanah, tetapi langsung kepada tanaman. Tanaman tidak harus selalu diberi pupuk sintetis kalau tanahnya sudah subur, asalkan mendapatkan bahan organik secara rutin. Saat tanaman tertentu, terutama sayuran, dipanen, maka nutrien di tanah akan berkurang, saat itulah&hellip;",
            "content_html": "<p>Pemberian pupuk sintesis bukanlah suatu cara pemberian makan kepada tanah, tetapi langsung kepada tanaman.</p>\n<p>Tanaman tidak harus selalu diberi pupuk sintetis kalau tanahnya sudah subur, asalkan mendapatkan bahan organik secara rutin.</p>\n<p>Saat tanaman tertentu, terutama sayuran, dipanen, maka nutrien di tanah akan berkurang, saat itulah kita harus kembali memberi makanan pada tanah.</p>\n<p>Pupuk, baik yang organik maupun sintetis, bisa didapatkan dari toko tanaman maupun secara online.</p>\n<h2>Membandingkan Pupuk Organik dan Sintetis</h2>\n<p>Secara prinsip, pupuk organik dan sintetis berbeda.</p>\n<p>Pupuk organik membangun ekosistem di dalam tanah, sedangkan pupuk sintetis tidak.</p>\n<p>Keunggulan pupuk organik:</p>\n<ul>\n<li>Lebih tahan lama. Pupuk organik bekerja secara perlahan-lahan di tanah.</li>\n<li>Molekulnya tidak mudah hanyut, karena bahan organik lebih kompleks strukturnya.</li>\n<li>Lebih aman untuk akar karena bahannya itu sendiri.</li>\n</ul>\n<p>Mungkin, bisa dikatakan bahwa pupuk organik menyuburkan secara halus, sedangkan pupuk sintetis menyuburkannya secara kurang halus.</p>\n<h2>Jenis Pupuk Berdasarkan Cepat Lambatnya Nutrien Dilepaskan</h2>\n<p>Ada dua jenis pupuk berdasarkan cepat lambatnya nutrien dilepaskan.</p>\n<p>Yang pertama adalah fast release, misalnya NPK dan sebagian jenis pupuk organik.</p>\n<p>Yang kedua adalah slow release, misalnya sebagian jenis pupuk organik.</p>\n<p>Pupuk fast release nutriennya langsung tersedia untuk tumbuhan, sedangkan yang slow release membutuhkan serangkaian proses terlebih dahulu sehingga siap digunakan tanaman.</p>\n<p>Walaupun sebagian pupuk organik adalah slow release, ada juga yang fast release seperti emulsi cair rumput laut atau ikan.</p>\n<h2>Tentang NPK</h2>\n<p>NPK adalah pupuk yang mengandung makronutrien seperti Nitrogen, Fosfor, dan Kalium.</p>\n<p>Sebenarnya, nutrien-nutrien tersebut secara bawaan sudah ada di tanah yang subur.</p>\n<p>Akan tetapi, mungkin kita perlu menambahkannya jika kita menanam tanaman yang memerlukannya.</p>\n<p>Nitrogen itu sendiri berperan dalam pertumbuhan tanaman yang dapat membentuk daun, klorofil, dan protein.</p>\n<p>Jika mendapatkan nitrogen berlebih, daun tanaman akan lebat.</p>\n<p>Akan tetapi, akarnya kurang berkembang begitu pula pembungaan dan pembuahannya akan terlambat.</p>\n<p>Di sisi lain Fosfor juga berperan dalam pertumbuhan, terutama pada akar, buah, batang dan biji.</p>\n<p>Tidak hanya itu, fosfor juga dapat membentuk kekebalan terhadap penyakit pada tanaman.</p>\n<p>Salah satu ciri tanaman yang kekurangan fosfor adalah:</p>\n<ul>\n<li>Tanaman kerdil</li>\n<li>Daun hijau gelap</li>\n<li>Batang merah keunguan</li>\n<li>Buah jatuh lebih awal</li>\n</ul>\n<p>Untuk Kalium itu sendiri, perannya masih serupa dengan Fosfor.</p>\n<p>Hanya saja, ciri defisiensinya adalah daun menguning, mengerut, atau menggulung.</p>\n<p>Selain NPK, ada juga nutrien sekunder dan mikronutrien yang memiliki sifat-sifatnya sendiri.</p>\n<h2>Tentang Pupuk Organik</h2>\n<p>Pupuk organik secara umum ada 2 jenis:</p>\n<ul>\n<li>Pupuk yang berasal dari hewan</li>\n<li>Pupuk yang berasal dari tumbuhan</li>\n</ul>\n<p>Pupuk yang berasal dari hewan misalnya pupuk kandang.</p>\n<p>Pupuk yang berasal dari tumbuhan biasanya pupuk kompos.</p>\n<p>Pupuk organik yang berasal dari tumbuhan, jika dilihat dari kandungan N, P, dan K nya berkisar dari rendah hingga menengah, tapi cukup cepat untuk digunakan tanaman.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:19:24+07:00",
            "date_modified": "2023-12-04T23:19:30+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/mengenal-tanah-untuk-berkebun-organik.html",
            "url": "https://etc.rakifsul.my.id/mengenal-tanah-untuk-berkebun-organik.html",
            "title": "Mengenal Tanah untuk Berkebun Organik",
            "summary": "Tanah merupakan hal yang tidak kalah pentingnya bagi pekebun organik. Tanah yang subur memiliki banyak organisme. Organisme tadi, yang menguntungkan, bisa membantu kehidupan tanaman. Jika Anda menggali tanah, mungkin Anda akan mendapati bagian-bagian ini: Jenis topsoil yang ada bisa dibagi menjadi beberapa jenis: Di antara&hellip;",
            "content_html": "<p>Tanah merupakan hal yang tidak kalah pentingnya bagi pekebun organik.</p>\n<p>Tanah yang subur memiliki banyak organisme.</p>\n<p>Organisme tadi, yang menguntungkan, bisa membantu kehidupan tanaman.</p>\n<h2>Bagian-Bagian Tanah</h2>\n<p>Jika Anda menggali tanah, mungkin Anda akan mendapati bagian-bagian ini:</p>\n<ul>\n<li>Topsoil. Tempat di mana akar, mikroorganisme, udara, air dan sebagian mineral berada.</li>\n<li>Subsoil. Kaya akan mineral. Sedikit mikroorganisme. Sedikit bahan organik.</li>\n<li>Parent rock. Sedikit mineral.</li>\n</ul>\n<h2>Memahami Topsoil lebih Detail</h2>\n<p>Jenis topsoil yang ada bisa dibagi menjadi beberapa jenis:</p>\n<ul>\n<li>Clay. Subur, tapi susah dipakai. Air dan udara susah bergerak di sini.</li>\n<li>Silt. Pertengahan.</li>\n<li>Sand. Sedikit nutrisi. Air dan udara lebih mudah bergerak di sini.</li>\n</ul>\n<p>Di antara partikel-partikel tanah ada ruang yang disebut pori tanah.</p>\n<p>Karena berupa ruang, walaupun relatif sempit, masih memungkinkan air dan udara melewatinya.</p>\n<h2>Struktur Tanah</h2>\n<div>Susunan partikel-partikel tanah disebut sebagai struktur tanah.</div>\n<p>Agar tanah memiliki struktur yang baik, maka pekebun organik perlu memeliharanya.</p>\n<p>Hal yang mempengaruhi struktur tanah:</p>\n<ul>\n<li>Bahan organik.</li>\n<li>Mikroorganisme tanah.</li>\n<li>Perlakuan fisik.</li>\n</ul>\n<p>Agar struktur tanah tetap baik, diperlukan pemeliharaan dan itu adalah proses yang harus terus dilakukan.</p>\n<h2>Cara Memiliki Tanah yang Subur</h2>\n<p>Pekebun organik yang ingin meningkatkan kesuburan tanah memiliki tugas untuk:</p>\n<ul>\n<li>Menambahkan bahan organik.</li>\n<li>Meningkatkan kualitas struktur tanah.</li>\n<li>Mengatur pH tanah.</li>\n</ul>\n<h2>Nutrien Tanah</h2>\n<p>Terdapat 16 elemen yang harus dipenuhi tanaman.</p>\n<p>Jika kurang salah satunya, itu tidak disarankan.</p>\n<p>Kenapa?</p>\n<p>Karena mungkin saja tanaman tersebut tidak bisa tumbuh optimal.</p>\n<h2>Maktronutrien</h2>\n<p>Nutrien yang dibutuhkan tanaman dalam jumlah yang banyak disebut makronutrien.</p>\n<p>Contohnya adalah:</p>\n<ul>\n<li>Nitrogen.</li>\n<li>Fosfor.</li>\n<li>Kalium.</li>\n<li>Kalsium.</li>\n<li>Magnesium.</li>\n<li>Sulfur.</li>\n</ul>\n<h2>Mikronutrien</h2>\n<p>Nutrien yang dibutuhkan tanaman dalam jumlah sedikit disebut mikronutrien.</p>\n<p>Contohnya adalah:</p>\n<ul>\n<li>Besi.</li>\n<li>Mangan.</li>\n<li>Boron.</li>\n<li>Tembaga.</li>\n<li>Seng.</li>\n<li>Molibdenum.</li>\n<li>Klorin.</li>\n<li>Nikel.</li>\n</ul>\n<h2>Hal-Hal yang Mempengaruhi Kesuburan Tanah</h2>\n<p>Struktur tanah berperan dalam kesuburan tanah.</p>\n<p>Bahan organik berperan dalam kesuburan tanah.</p>\n<p>pH Tanah juga berperan dalam kesuburan tanah.</p>\n<p>pH tanah adalah tingkat keasaman dan kebasaan tanah.</p>\n<p>pH di bawah 7 bersifat asam.</p>\n<p>pH di atas 7 bersifat basa.</p>\n<p>pH tanah berperan dalam kesuburan tanah.</p>\n<p>Nilai pH tanah sebaiknya 6 sampai 7.</p>\n<p>Kenapa?</p>\n<p>Karena mineral tertentu seperti fosfor tidak bisa digunakan tanaman di pH lebih kecil dari 6 atau lebih besar dari 7.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:18:34+07:00",
            "date_modified": "2023-12-04T23:18:34+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/beberapa-alasan-mengapa-berkebun-organik.html",
            "url": "https://etc.rakifsul.my.id/beberapa-alasan-mengapa-berkebun-organik.html",
            "title": "Beberapa Alasan Mengapa Berkebun Organik",
            "summary": "Ada beragam alasan mengapa orang berkebun organik. Akan tetapi, kita bisa menemukan 2 kategori alasan-alasan tersebut. Yang pertama adalah untuk kesehatan, dan yang kedua adalah untuk lingkungan. Penggunaan pestisida sintetis masih memungkinkan, tapi sebagai cara terakhir. Penggunaan pupuk sintesis juga tidak dilakukan. Pupuk sintesis memang&hellip;",
            "content_html": "<p>Ada beragam alasan mengapa orang berkebun organik.</p>\n<p>Akan tetapi, kita bisa menemukan 2 kategori alasan-alasan tersebut.</p>\n<p>Yang pertama adalah untuk kesehatan, dan yang kedua adalah untuk lingkungan.</p>\n<h2>Alasan Kesehatan</h2>\n<ul>\n<li>Hasil panen organik aman untuk manusia.</li>\n<li>Untuk menghindari penggunaan pestisida sintetis.</li>\n<li>Untuk mendapatkan nutrisi lebih banyak dari tanaman.</li>\n<li>Untuk mendapatkan rasa tanaman yang lebih enak.</li>\n<li>Untuk menghindari penggunaan Genetically Modified Organism (GMO).</li>\n<li>Untuk menghindari kontaminasi bahan sintetis, karena penggunaan bahan sintetis hampir tidak ada.</li>\n</ul>\n<p>Penggunaan pestisida sintetis masih memungkinkan, tapi sebagai cara terakhir.</p>\n<p>Penggunaan pupuk sintesis juga tidak dilakukan.</p>\n<p>Pupuk sintesis memang dapat mempercepat pertumbuhan.</p>\n<p>Sayangnya, tanaman yang dihasilkan lebih lemah.</p>\n<p>Selain itu, tanaman tersebut mungkin kurang bernutrisi.</p>\n<h2>Alasan Lingkungan</h2>\n<ul>\n<li>Untuk melindungi alam liar secara tidak langsung.</li>\n<li>Untuk meelindungi hewan-hewan polinator maupun predator di sekitarnya.</li>\n<li>Untuk meminimalisasi pencemaran. Misalnya air, udara, dan tanah.</li>\n<li>Untuk mencegah erosi.</li>\n<li>Untuk memelihara sumber daya air.</li>\n</ul>\n<p>Penggunaan pestisida sintetis seperti DDT telah diketahui dapat berakibat tidak langsung pada burung elang.</p>\n<p>Cangkang telurnya menjadi rapuh dan tidak bisa bertahan saat telur dierami. Akibatnya telur tersebut pecah.</p>\n<p>Hal tersebut merupakan efek tidak langsung, karena elang tidak memakan tanaman. </p>\n<p>Akan tetapi, mungkin saja tikus yang memakan tanaman yang mengandung DDT dimakan oleh elang.</p>\n<p>Pencemaran air juga bisa diminimalisasi.</p>\n<p>Teknik konvensional mungkin menggunakan pupuk yang mengandung nitrogen.</p>\n<p>Jika berlebih, itu bisa mencemari air.</p>\n<p>Efeknya adalah pertumbuhan alga yang berlebih.</p>\n<p> </p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:17:14+07:00",
            "date_modified": "2023-12-04T23:17:14+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/pengenalan-dan-teknik-dasar-berkebun-organik.html",
            "url": "https://etc.rakifsul.my.id/pengenalan-dan-teknik-dasar-berkebun-organik.html",
            "title": "Pengenalan dan Teknik Dasar Berkebun Organik",
            "summary": "Salah satu ciri berkebun organik adalah tidak menggunakan pestisida dan pupuk sintetis. Penggunaan pupuk sintetis, walaupun memiliki keunggulan, ternyata memiliki kekurangan. Sebagai contoh, penggunaan pupuk sintesis bisa lebih cepat dirasakan efeknya bagi tanaman, namun di sisi lain juga bisa menyebabkan pencemaran. Begitu pula dengan pestisida&hellip;",
            "content_html": "<p>Salah satu ciri berkebun organik adalah tidak menggunakan pestisida dan pupuk sintetis.</p>\n<p>Penggunaan pupuk sintetis, walaupun memiliki keunggulan, ternyata memiliki kekurangan.</p>\n<p>Sebagai contoh, penggunaan pupuk sintesis bisa lebih cepat dirasakan efeknya bagi tanaman, namun di sisi lain juga bisa menyebabkan pencemaran.</p>\n<p>Begitu pula dengan pestisida sintetis.</p>\n<p>Kedua hal tersebut dapat mempengaruhi kondisi habitat hewan dan manusia.</p>\n<p>Habitat hewan dan manusia mungkin dapat terganggu akibat penggunaan yang salah dari air, udara, dan tanah.</p>\n<p>Air yang tercemar tentunya sudah tidak sehat lagi.</p>\n<p>Begitu pula udara dan tanah.</p>\n<p>Berkebun secara merusak dan toxic bukanlah bagian dari cara berkebun organik.</p>\n<p>Dalam berkebun organik, pencegahan dan cara mengatasi masalahnya tidak seperti itu.</p>\n<p>Sebaliknya, dalam berkebun organik dilakukan:</p>\n<ul>\n<li>Peningkatan kesuburan dan kesehatan tanah.</li>\n<li>Pengurangan erosi.</li>\n<li>Pengurangan hama dan penyakit.</li>\n<li>Pengutamaan keanekaragaman tumbuhan dan hewan.</li>\n</ul>\n<p>Alam telah memiliki sinyal bagi pekebun organik yang mungkin menandakan adanya hal yang tidak beres dari kebun tertentu.</p>\n<p>Sebagai contoh, jika tiba-tiba bibit kangkung hilang dalam semalam, maka mungkin saja di kebunnya ada hama tikus.</p>\n<p>Mindset dari pekebun organik adalah membentuk suatu ekosistem yang menghasilkan pemandangan yang indah dan makanan yang sehat.</p>\n<h2>Pengolahan Tanah</h2>\n<p>Tanaman butuh tanah yang subur.</p>\n<p>Hal itu disebabkan tanaman yang ditanam di tanah memperoleh nutrisinya dari tanah.</p>\n<p>Jika tanah subur, maka nutrisi tanaman bisa terpenuhi, sehingga bisa melakukan aktifitas hidupnya.</p>\n<p>Pengolahan tanah di sini maksudnya adalah mengontrol tanah agar kehidupan tanahnya bekerja semestinya.</p>\n<p>Di dalam tanah yang subur, terdapat mikroorganisme yang mendukung pertumbuhan tanaman.</p>\n<p>Jika ekosistemnya bekerja dengan semestinya, maka dampaknya bisa terlihat dari tanaman yang ditanam di sana.</p>\n<p>Salah satu cara untuk hal tersebut adalah menambahkan bahan organik atau membuat substrat bagi kehidupan di tanah.</p>\n<p>Kerusakan tanah juga sebaiknya tidak terjadi karena hal itu bisa berakibat buruk pada tanaman.</p>\n<p>Jika ekosistem tanah rusak, maka nutrisi untuk tanaman mungkin akan berkurang.</p>\n<h2>Pertimbangan Sebelum Mulai Menanam Tanaman</h2>\n<p>Tanaman perlu faktor abiotik dan biotik tertentu agar dapat tumbuh dan berkembang secara optimal.</p>\n<p>Jadi, cocokanlah jenis tanaman dengan ekosistemnya.</p>\n<p>Pertama, pahami dulu iklim di lokasi kebun.</p>\n<p>Berapa suhunya, bagaimana dengan sinar mataharinya, angin, dan lain sebagainya.</p>\n<p>Kedua, pastikan bahwa kebun kita membentuk ekosistem tanaman dan hewan secara seimbang.</p>\n<p>Suatu ekosistem bisa dikatakan seimbang jika:</p>\n<ul>\n<li>Memiliki makanan yang cukup.</li>\n<li>Memiliki air yang cukup.</li>\n<li>Memiliki habitat yang memadai.</li>\n<li>Predator memiliki mangsa yang cukup.</li>\n<li>Mangsa memiliki predator yang cukup.</li>\n</ul>\n<h3>Perlu Tanaman yang Beragam</h3>\n<p>Mindset pekebun organik lainnya adalah meniru alam. Alam memiliki spesies yang beragam. Pekebun organik sebaiknya menirunya.</p>\n<p>Dengan kata lain, dalam satu kebun, bisa terdiri dari lebih dari satu spesies.</p>\n<p>Bisa berupa herba, semak, pohon, maupun perdu.</p>\n<p>Kenapa perlu keragaman tanaman:</p>\n<ul>\n<li>Populasi yang beragam dapat menghindari hama dan penyakit.</li>\n<li>Kalau tanamannya ada yang akarnya dalam, itu bisa menarik nutrien ke permukaan via dekomposisi yang akan menguntungkan tanaman dengan akar pendek.</li>\n<li>Tanaman yang memperbaiki nitrogen yang bisa menarik nitrogen dari udara bisa menumpuknya di tanah dan menguntungkan organisme lain.</li>\n<li>Tanaman yang tinggi bisa menaungi tanaman lain yang memerlukan lebih sedikit cahaya.</li>\n<li>Penanaman satu jenis tanaman saja mempermudah penyebaran hama.</li>\n</ul>\n<p>Penanaman tanaman secara monokultur bertentangan dengan mindset organik.</p>\n<p>Akibatnya, penanaman semacam itu tidak memberi keuntungan dari keberagaman tanamannya.</p>\n<p>Salah satu contoh kerugiannya adalah penyakit dan hama menjadi lebih mudah menyebar.</p>\n<h3>Perlu Hewan dan Serangga yang Beragam</h3>\n<p>Keragaman tanaman bisa mengundang keragaman hewan.</p>\n<p>Bunga-bunga dari tanaman tertentu bisa mendatangkan kupu-kupu.</p>\n<p>Bunga yang lain mungkin bisa mendatangkan lebah.</p>\n<p>Tikus juga mungkin tertarik dengan tanaman kangkung.</p>\n<p>Keberadaan tikus juga bisa menarik predatornya.</p>\n<p>Dengan kata lain, keragaman hewan diperlukan untuk membantu polinasi dan memangsa hama tanaman.</p>\n<p>Untuk memastikannya:</p>\n<ul>\n<li>Sediakan tanaman yang beda-beda sehingga menjadi makanan yang beragam bagi hewan yang Anda ingin tarik ke kebun</li>\n<li>Pastikan ada sarang buatan untuk hewan</li>\n<li>Gunakan berbagai jenis tanaman: herba, semak, perdu, dan pohon.</li>\n<li>Pastikan sumber air tersedia.</li>\n<li>Membiarkan sebagian area kebun tetap liar.</li>\n</ul>\n<h2>Manajemen Hama dan Penyakit</h2>\n<p>Kalau Anda menggunakan bahan sintesis untuk membasmi hama, ada kemungkinan berpengaruh kepada organisme non target.</p>\n<p>Jadi, daripada menggunakan itu, lebih baik seimbangkan ekosistem pakai Integrated Pest Management (IPM).</p>\n<p>Apa itu IPM:</p>\n<ul>\n<li>Pencegahan. Jangan mengundang hama.</li>\n<li>Pemantauan tanaman. Cari tau apa hamanya. Di tanaman apa.</li>\n<li>Pengendalian jenis tanaman. Rotasi tanaman dan memilih benih tahan hama.</li>\n<li>Pengendalian mekanis. Melindungi tanaman secara mekanik.</li>\n<li>Pengendalian biologis. Menggunakan predator alami.</li>\n<li>Pengendalian kimiawi. Cara terakhir, utamakan yang tidak terlalu beracun.</li>\n</ul>\n<p>Memang pestisida kimia bisa digunakan, tapi sebagai cara terakhir.</p>\n<h2>Nutrien Juga perlu Dikelola dengan Baik</h2>\n<p>Dalam mindset pekebun organik, pemberian makanan pada tanaman adalah kepada tanahnya.</p>\n<p>Sebagai contoh, pupuk organik tertentu mungkin tidak langsung diserap tanaman, tapi bisa membentuk substrat bagi mikroorganisme di tanah yang menghasilkan nutrisi bagi tanaman.</p>\n<p>Pupuk sintesis tidak dianjurkan karena walaupun dapat mempercepat pertumbuhan, tapi juga kualitas pertumbuhannya tidak terlalu baik dan mengundang hama.</p>\n<h2>Sebisa Mungkin Jangan Ada Asupan yang Terbuang</h2>\n<p>Konservasi di sini berarti daur ulang.</p>\n<p>Artinya, sebisa mungkin jangan ada yang terbuang.</p>\n<p>Contohnya, sistem pengairan yang paling ideal adalah dengan melembabkan akar secara langsung.</p>\n<p>Penggunaan soaker hose atau drip irrigation dianjurkan, karena dapat melembabkan akar.</p>\n<p>Jika Anda ingin tahu apa itu soaker hose, silakan <a href=\"https://www.google.com/search?q=soaker+hose&amp;tbm=isch&amp;source=lnms\" rel=\"nofollow noopener\" target=\"_blank\">klik di sini</a>.</p>\n<p>Sedangkan jika Anda ingin tahu apa itu drip irrigation, silakan <a href=\"https://www.google.com/search?q=drip+irrigation&amp;tbm=isch\" rel=\"nofollow noopener\" target=\"_blank\">klik di sini</a>.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:16:23+07:00",
            "date_modified": "2023-12-04T23:16:23+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-bisnis-buah-jeruk-dalam-kemasan.html",
            "url": "https://etc.rakifsul.my.id/ide-bisnis-buah-jeruk-dalam-kemasan.html",
            "title": "Ide Bisnis Buah Jeruk dalam Kemasan",
            "summary": "Apakah yang Anda ketahui tentang jeruk? Buah yang biasanya berwana kuning kehijauan hingga oranye ini berasal dari genus Citrus. Rasanya yang terkadang manis atau asam cocok untuk dimakan begitu saja atau dijadikan minuman. Selain dijadikan minuman, buah ini terkadang dijadikkan topping untuk kue. Buah ini&hellip;",
            "content_html": "<h2>Apakah yang Anda ketahui tentang jeruk?</h2>\n<p>Buah yang biasanya berwana kuning kehijauan hingga oranye ini berasal dari genus Citrus.</p>\n<p>Rasanya yang terkadang manis atau asam cocok untuk dimakan begitu saja atau dijadikan minuman.</p>\n<p>Selain dijadikan minuman, buah ini terkadang dijadikkan topping untuk kue.</p>\n<p>Buah ini pada umumnya dijual dengan harga yang terjangkau, sehingga dapat dinikmati sebagian besar orang.</p>\n<h2>Lalu apa kaitannya dengan kemasan? Kenapa harus dikemas?</h2>\n<p>Jeruk, seperti yang telah saya tulis tadi, dapat dikonsumsi oleh sebagian besar orang.</p>\n<p>Artinya, walaupun tergantung jenisnya, jeruk memiliki target penjualan yang luas.</p>\n<p>Sekarang, apakah Anda pernah memperhatikan telur ayam?</p>\n<p>Pada telur ayam, kita bisa melihat dua jenis di pasaran.</p>\n<p>Ada yang dijual kiloan dan ada juga yang sudah dikemas dalam plastik pengemas telur.</p>\n<p>Dengan kemasan yang menarik.</p>\n<p>Apakah harganya lebih mahal daripada yang kiloan? Saya rasa iya...</p>\n<p>Lalu, apakah ada yang beli? Ada...</p>\n<p>Dengan analogi tadi, kita bisa mengemas buah jeruk seperti telur ayam dalam kemasan dengan harga yang lebih mahal daripada versi kiloannya.</p>\n<p>Sederhana, bukan?</p>\n<h2>Buah jeruk dari jenis yang mana?</h2>\n<p>Sekarang, Anda telah mendapatkan ide utama dari artikel ini, yaitu \"mengemas dan menjual buah jeruk\".</p>\n<p>Sementara itu, buah jeruk sendiri banyak jenisnya.</p>\n<p>Ada buah jeruk mandarin, jeruk keprok, jeruk nipis, jeruk bali, dan lain-lain.</p>\n<p>Yang mana yang sebaiknya Anda pilih?</p>\n<p>Sebenarnya jawabannya mudah saja.</p>\n<p>Sebaiknya Anda berjalan-jalan ke pasar tradisional atau swalayan di awal jam buka nya.</p>\n<p>Kemudian lihat etalase jeruk.</p>\n<p>Kemudian lihat yang stok-nya paling banyak.</p>\n<p>Mengapa begitu?</p>\n<p>Karena pada umumnya, orang yang berjualan ingin barangnya habis terjual.</p>\n<p>Jadi, jika permintaannya besar, kemungkinan mereka akan men-stok lebih banyak.</p>\n<p>Selain itu, Anda juga bisa melihat statistik trend-nya dengan Google Trends secara online.</p>\n<h2>Bagaimana cara mencari supplier buah jeruk?</h2>\n<p>Anda tidak harus mendapatkan stok buah jeruk Anda dari tangan pertama atau petani.</p>\n<p>Karena Anda ingin menjual kemasan dan brand.</p>\n<p>Artinya, walaupun Anda membeli dengan harga grosir, Anda tetap bisa untung karena ada kemasan dan dijualnya bukan per berat melainkan per jumlah.</p>\n<p>Sebagai contoh, dulu saya pernah magang untuk berjualan telur ayam.</p>\n<p>Waktu itu saya banyak bertanya tentang telur ayam.</p>\n<p>Salah satunya adalah, dari mana telur ayam tersebut di-stok?</p>\n<p>Rupanya jawabannya sederhana, boss saya men-stok telur ayamnya dari sebuah swalayan grosir.</p>\n<p>Bukan dari peternak, dan bukan dari pengepul.</p>\n<p>Kemudian beliau menjualnya ke pasar tradisional.</p>\n<p>Dan itu tetap menguntungkan.</p>\n<p>Padahal dijualnya kiloan.</p>\n<p>Apalagi dengan buah jeruk kemasan ini, mungkin lebih menguntungkan lagi.</p>\n<h2>Bagaimana dengan kemasannya?</h2>\n<p>Ada banyak cara untuk membuat kemasan buah jeruk.</p>\n<p>Tapi secara umum ada dua.</p>\n<p>Yang pertama adalah membuat sendiri.</p>\n<p>Yang kedua adalah dengan menggunakan layanan dari pihak lain.</p>\n<p>Cara pertama mungkin bisa dilakukan, jika Anda hanya menjual buah jeruk dalam kemasan dalam jumlah yang kecil.</p>\n<p>Tapi itu pun kemungkinan merepotkan.</p>\n<p>Cara kedua mungkin lebih masuk akal.</p>\n<p>Berikut ini adalah beberapa layanan yang mungkin bisa jadi pertimbangan Anda:</p>\n<p>Search: \"<a href=\"https://www.google.com/search?q=jasa+cetak+kemasan+custom\" rel=\"nofollow noopener\" target=\"_blank\">jasa cetak kemasan custom</a>\".</p>\n<p>Ada banyak pilihannya.</p>\n<p>Saran saya gunakan yang paling bagus kualitasnya, meskipun lebih mahal.</p>\n<p>Di layanan tersebut, kemungkinan Anda juga bisa berkonsultasi untuk desainnya.</p>\n<h2>Berapa harga jual buah jeruknya?</h2>\n<p>Ini yang menarik.</p>\n<p>Jika Anda berjualan fashion, maka berapapun harganya mungkin tidak menjadi soal, karena fashion bukan barang yang bisa kadaluwarsa seperti makanan.</p>\n<p>Tapi, dengan menjual buah jeruk, Anda harus sangat bijak menentukan harga jualnya.</p>\n<p>Jika terlalu murah, maka keuntungan Anda cuma sedikit</p>\n<p>Tapi jika terlalu mahal tanpa disertai pemasaran yang tepat, kemungkinan buah jeruk Anda tidak laku dan akan membusuk.</p>\n<p>Jadi ambil yang menengah, tidak terlalu mahal tapi tidak terlalu murah.</p>\n<p>Untuk memperkirakannya, bandingkan dengan telur ayam kiloan vs telur ayam kemasan.</p>\n<p>Mungkin Anda bisa menggunakan persentase selisih harganya pada buah jeruk kemasan Anda.</p>\n<p>Namun ingat, walaupun kemasan yang Anda buat cukup bagus, Anda juga harus menyeleksi kualitas buah jeruknya.</p>\n<p>Pastikan buah jeruk Anda bersih, manis, mulus, berwarna cerah dan menarik.</p>\n<p>Apalagi jika kemasan yang Anda gunakan memperlihatkan isi buah jeruknya.</p>\n<p>Jika Anda membeli stok buah jeruk Anda secara grosir, pisahkan yang berkualitas tinggi untuk dikemas dan sisanya bisa dijual secara kiloan.</p>\n<h2>Bagaimana cara memasarkannya?</h2>\n<p>Setelah semuanya siap, Anda bisa segera menjualnya secara offline maupun online.</p>\n<p>Walaupun secara online memungkinkan, saran saya Anda juga melakukannya secara offline.</p>\n<p>Karena mungkin Anda masih punya stok jeruk yang kiloan.</p>\n<p>Anda bisa menjualnya bersama yang kiloan.</p>\n<p>Pesan yang perlu Anda sampaikan pada pembeli buah jeruk yang kemasan Adalah bahwa Anda sudah menyeleksinya.</p>\n<p>Jadi pembeli tidak perlu memilih-milih jeruk yang Anda jual.</p>\n<p>Pembeli tinggal ambil dan bayar dan kemungkinan besar kualitasnya bagus, rasanya manis dan enak dilihat.</p>\n<p>Teknisnya, jika Anda memiliki mobil pickup, jual buah jeruk Anda dengan berkeliling atau berhenti sementara di tempat ramai.</p>\n<p>Seperti penjual buah pada umumnya, tapi kali ini dengan kemasan dan brand.</p>\n<h2>OK. Sekarang saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Bisnis"
            ],
            "date_published": "2023-12-04T23:15:02+07:00",
            "date_modified": "2023-12-04T23:15:02+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-bisnis-rangkaian-pancing-siap-pakai.html",
            "url": "https://etc.rakifsul.my.id/ide-bisnis-rangkaian-pancing-siap-pakai.html",
            "title": "Ide Bisnis Rangkaian Pancing Siap Pakai",
            "summary": "Apa itu mancing? Mancing adalah hobi yang memiliki tujuan, yakni menangkap hewan air di mana kegiatan tersebut dilakukan dengan peralatan mancing. Mancing mungkin merupakan kegiatan menyenangkan bagi orang-orang tertentu. Sayangnya, membuat rangkaian pancing mungkin memusingkan, apalagi jika sambil digoyang ombak. Karena itulah, dianjurkan untuk mempersiapkan&hellip;",
            "content_html": "<h2>Apa itu mancing?</h2>\n<p>Mancing adalah hobi yang memiliki tujuan, yakni menangkap hewan air di mana kegiatan tersebut dilakukan dengan peralatan mancing.</p>\n<p>Mancing mungkin merupakan kegiatan menyenangkan bagi orang-orang tertentu.</p>\n<p>Sayangnya, membuat rangkaian pancing mungkin memusingkan, apalagi jika sambil digoyang ombak.</p>\n<p>Karena itulah, dianjurkan untuk mempersiapkan rangkaian pancing sebelum kita pergi memancing.</p>\n<h2>Saya tahu bisnis itu apa, tapi apa itu rangkaian pancing?</h2>\n<p>Rangkaian pancing adalah sebuah rangkaian yang terdiri dari benang pancing dan peralatan pendukung lainnya seperti timah pemberat, hook, dan pelampung.</p>\n<h2>Mengapa bisa muncul ide untuk menjual rangkaian pancing siap pakai?</h2>\n<p>Seperti yang telah saya tulis tadi.</p>\n<p>Pertama, membuat rangkaian pancing bisa cukup memusingkan, terutama jika sambil digoyang ombak di atas kapal.</p>\n<p>Kedua, bagi orang-orang tertentu, membuat rangkaian pancing bisa memakan waktu cukup lama, sehingga waktu mancing kita berkurang.</p>\n<h2>Bagaimana prospek bisnis penjualan rangkaian pancing siap pakai?</h2>\n<p>Dari jawaban dan pertanyaan sebelumnya kita melihat kita bisa melihat beberapa petunjuk untuk prospek bisnis ini.</p>\n<p>Pertama, pembuatan rangkaian pancing yang cukup lama bagi orang-orang tertentu.</p>\n<p>Orang-orang tersebut mungkin di antaranya adalah pemula dalam kegiatan mancing.</p>\n<p>Kedua, bisa juga orang-orang lebih suka kegiatan memancing daripada membuat rangkaiannya.</p>\n<p>Ketiga, penggunaan kapal di perairan yang berombak, sehingga menyebabkan pusing jika membuat rangkaian pancing di atasnya.</p>\n<h2>Rangkaian pancing itu banyak. Yang manakah sebaiknya yang saya pilih?</h2>\n<p>Jenis-jenis rangkaian pancing itu cukup banyak.</p>\n<p>Dalam ide bisnis ini, ada 2 kategori.</p>\n<p>Yang pertama, rangkaian pancing yang hanya berupa simpulnya saja. Adapun hook, pemberat, swivel, maupun pelampungnya menggunakan milik pembeli.</p>\n<p>Yang kedua, sudah termasuk hook, pemberat, swivel, pelampungnya dan lain-lain yang dibutuhkan.</p>\n<p>Tentu saja nanti ada penyesuaian harga berdasarkan biaya modal yang dikeluarkan.</p>\n<p>Walaupun begitu, kita tetap harus membuat jenis rangkaian pancing seberagam mungkin di awal, karena kita belum tahu yang mana yang paling laris.</p>\n<p>Baru setelah penjualan diperoleh, kita memilah-milah mana yang stok-nya perlu diperbanyak dan mana yang tidak.</p>\n<h2>Lalu, bagaimana cara membuat rangkaian-rangkaian pancing tadi?</h2>\n<p>Di artikel ini, saya tidak akan membahasnya.</p>\n<p>Selain karena akan sangat panjang, artikel maupun video pembuatan rangkaian pancing sudah sangat banyak.</p>\n<p>Tapi, di sini mungkin saya akan memberi sedikit petunjuk rangkaian-rangkaian pancing yang mungkin cukup berguna dalam bentuk link.</p>\n<p>Berikut ini daftarnya:</p>\n<ol>\n<li><a href=\"https://www.youtube.com/watch?v=OeUUwjxZXBk\" rel=\"nofollow noopener\" target=\"_blank\">Rangkaian Pancing Dasaran</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=gcJxd2CJ0-c\" rel=\"nofollow noopener\" target=\"_blank\">Rangkaian Pancing Pelampung</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=uroTyCPck-M\" rel=\"nofollow noopener\" target=\"_blank\">Rangkaian Pancing Garong</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=4W7kxYjmFy4\" rel=\"nofollow noopener\" target=\"_blank\">Rangkaian Pancing Ngoncer</a></li>\n<li>Sisanya silakan cari di Google atau YouTube</li>\n</ol>\n<h2>Berapa biaya modal bisnis rangkaian pancing siap pakai?</h2>\n<p>Pada dasarnya, ada 2 biaya yang perlu dikeluarkan dari sisi produksinya:</p>\n<ol>\n<li>Biaya rangkaian pancing itu sendiri</li>\n<li>Biaya untuk kemasannya</li>\n</ol>\n<p>Biaya rangkaian tergantung dari biaya benang pancing yang digunakan dan perangkat pancing apa yang dikaitkan ke benang atau rangkaian tersebut.</p>\n<p>Sebagai contoh, pada rangkaian pancing dasaran dibutuhkan benang pancing, hook, swivel, dan pemberat timah.</p>\n<p>Lebih detail dari contoh tersebut:</p>\n<ul>\n<li>Berapa panjang benang yang dipotong dan berapa biayanya per panjang?</li>\n<li>Berapa harga hook per satuannya dan berapa jumlahnya pada rangkaian pancing?</li>\n<li>Berlaku juga untuk timah dan swivelnya.</li>\n</ul>\n<p>Nanti, setelah semua pertanyaan tadi terjawab biayanya dijumlahkan dengan biaya kemasan.</p>\n<h2>Berapakah harga jualnya?</h2>\n<p>Tidak ada aturan pasti tentang harga jualnya.</p>\n<p>Seperti halnya harga pakaian. Pakaian sama-sama terbuat dari kain, tapi ada yang mahal dan yang murah.</p>\n<p>Menurut saya, jika kemasan dan produk rangkaian pancingnya sudah benar dan cukup meyakinkan, kita bisa menerapkan harga yang tidak terlalu murah dan tidak terlalu mahal.</p>\n<p>Faktor lokasi juga menentukan.</p>\n<p>Jika Anda berjualan di lokasi mancing, maka calon pembeli yang \"terlanjur\" datang mungkin saja rela membayar mahal jika benar-benar membutuhkan rangkaian pancing Anda, apalagi jika Andalah satu-satunya yang menjual produk rangkaian pancing.</p>\n<p>Walaupun begitu, kita tetap perlu mengutamakan kualitas. Setidaknya rangkaian pancing yang kita buat sudah benar dan tidak asal-asalan.</p>\n<h2>Lalu, bagaimana cara pemasarannya?</h2>\n<p>Walaupun sekarang ini pemasaran secara online cukup populer, saya tidak menyarankannya.</p>\n<p>Kenapa?</p>\n<p>Karena jumlah website di dunia sudah terlalu banyak.</p>\n<p>Untuk mendapatkan traffic website sekarang sudah cukup sulit.</p>\n<p>Kalaupun bisa, traffic organic sekarang memerlukan waktu yang lama dan konsistensi dalam meng-update website.</p>\n<p>Lain halnya jika Anda menggunakan iklan untuk website Anda, tapi iklan perlu biaya.</p>\n<p>Jadi, cara yang sarankan adalah secara offline.</p>\n<p>Lebih tepatnya dengan cara asongan.</p>\n<p>Teknisnya adalah dengan berkeliling di sekitar spot-spot mancing yang ramai.</p>\n<p>Datangilah pemancing di sana, kemudian tawarkan.</p>\n<p>Dan satu lagi. Inilah kenapa kita perlu kemasan.</p>\n<p>Pada kemasan rangkaian pancing Anda, cantumkanlah QR code ke website Anda yang berisi katalog rangkaian pancing.</p>\n<p>Di website tersebut, isilah kontak yang bisa dihubungi.</p>\n<p>Kenapa?</p>\n<p>Karena jika ada yang berminat memesan rangkaian pancing secara grosir kepada Anda. Mereka akan mudah untuk menghubungi Anda.</p>\n<h2>OK. Sekarang saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Bisnis"
            ],
            "date_published": "2023-12-04T23:14:21+07:00",
            "date_modified": "2023-12-04T23:14:21+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/daftar-ide-cara-mendapatkan-uang-dari-tumbuhan.html",
            "url": "https://etc.rakifsul.my.id/daftar-ide-cara-mendapatkan-uang-dari-tumbuhan.html",
            "title": "Daftar Ide Cara Mendapatkan Uang dari Tumbuhan",
            "summary": "Pencarian ide baru tentang cara mendapatkan uang adalah hal yang menarik bagi saya. Khususnya, ide baru tentang cara mendapatkan uang dari tumbuhan. Organisme dari kingdom Plantae ini terdiri dari banyak genus dan species. Kemungkinan tentang cara mendapatkan uang dari tumbuhan itu sendiri sangat banyak, karena&hellip;",
            "content_html": "<p>Pencarian ide baru tentang cara mendapatkan uang adalah hal yang menarik bagi saya.</p>\n<p>Khususnya, ide baru tentang cara mendapatkan uang dari tumbuhan.</p>\n<p>Organisme dari kingdom Plantae ini terdiri dari banyak genus dan species.</p>\n<p>Kemungkinan tentang cara mendapatkan uang dari tumbuhan itu sendiri sangat banyak, karena kalau bicara kemungkinan, maka semua bagian dari tumbuhan mungkin untuk dijual.</p>\n<p>Dan, boleh jadi bagian-bagian tertentu dari tumbuhan memiliki nilai ekonomis.</p>\n<p>Jadi, inilah daftar ide cara mendapatkan uang dari tumbuhan.</p>\n<h2>Jual Benihnya</h2>\n<p>Tumbuhan yang sudah menghasilkan biji mungkin bisa diambil bijinya.</p>\n<p>Bijinya kemudian bisa dijadikan benih untuk dijual kembali.</p>\n<h2>Jual Bibitnya</h2>\n<p>Benih bisa disemai.</p>\n<p>Kemudian, dipelihara menjadi tumbuhan muda.</p>\n<p>Kemudian, tumbuhan muda tersebut bisa dijual sebagai bibit.</p>\n<p>Tidak hanya dengan benih.</p>\n<p>Perbanyakan secara vegetatif pun bisa menghasilkan bibit.</p>\n<h2>Jual Kecambahnya</h2>\n<p>Anda mengenal taoge?</p>\n<p>Itulah kecambah.</p>\n<p>Karena taoge bisa dijual, maka mungkin saja kecambah tumbuhan secara umum bisa dijual.</p>\n<h2>Jual Bunganya</h2>\n<p>Bunga tumbuhan dari jenis tertentu bisa dijual sebagai karangan bunga atau hiasan.</p>\n<p>Selain itu, mungkin ada yang lain.</p>\n<h2>Jual Buahnya</h2>\n<p>Pepaya, mangga, pisang, dan jambu adalah contoh buah tumbuhan yang bisa dijual.</p>\n<p>Selain itu, masih ada durian, nanas, melon, semangka, markisa, duku, kelengkeng, kelapa, nangka, jeruk, dan lain-lain.</p>\n<p>Ada buah tumbuhan yang dijual untuk dikonsumsi, dan juga mungkin untuk keperluan lainnya.</p>\n<h2>Jual Batangnya</h2>\n<p>Bambu dan tebu adalah dua contoh tumbuhan yang bisa dijual batangnya.</p>\n<p>Selain itu, mungkin saja ada yang lainnya.</p>\n<h2>Jual Kayunya</h2>\n<p>Pembuatan beberapa jenis perabotan mungkin membutuhkan kayu.</p>\n<p>Kayu berasal dari tumbuhan.</p>\n<p>Oleh sebab itu, mungkin saja kita bisa menghasilkan uang dari tumbuhan berkayu.</p>\n<h2>Jual Daunnya</h2>\n<p>Sirih dan teh adalah dua contoh tumbuhan yang dijual daunnya.</p>\n<p>Selain itu, mungkin saja ada yang lain.</p>\n<h2>Jual Akarnya</h2>\n<p>Akar tumbuhan tertentu seperti ginseng bernilai ekonomis karena bisa diolah.</p>\n<p>Maka, bukan tidak mungkin akar tumbuhan bisa dijual.</p>\n<h2>Jual Umbinya</h2>\n<p>Singkong adalah salah satu jenis tumbuhan yang bisa dikonsumsi umbinya.</p>\n<p>Begitu pula ubi.</p>\n<p>Karena itu, menjual umbi tumbuhan mungkin bisa dilakukan.</p>\n<h2>Jual Tumbuhannya</h2>\n<p>Kalau saya perhatikan toko-toko tanaman, biasanya mereka menjual tumbuhan.</p>\n<p>Tumbuhan yang dimaksud tadi adalah tumbuhan utuh.</p>\n<p>Jadi, menjual tumbuhan secara utuh mungkin bisa dilakukan.</p>\n<h2>Sewakan Tumbuhannya</h2>\n<p>Ada jual dan ada sewa.</p>\n<p>Jika tumbuhan bisa dijual, bukan tidak mungkin bisa disewakan.</p>\n<h2>Jadikan Tempat Menanam Tumbuhan sebagai Objek Wisata</h2>\n<p>Hal ini memungkinkan jika tumbuhan di tempat tersebut banyak jenisnya.</p>\n<p>Apalagi yang berbunga dan berbuah.</p>\n<h2>Jual Foto Tumbuhannya</h2>\n<p>Foto tumbuhan barangkali berguna untuk berbagai hal.</p>\n<p>Mulai dari kalender hingga thumbnail blog atau YouTube.</p>\n<p>Maka, menjual foto tumbuhan mungkin bisa dilakukan.</p>\n<h2>Upload Video Timelapse Pertumbuhan Tumbuhan ke YouTube</h2>\n<p>Karena sepertinya tidak ada larangan untuk itu di YouTube, maka kita bisa meng-upload-nya ke sana.</p>\n<p>Apalagi, YouTube bisa di-monetize dengan iklan yang artinya kita bisa mendapatkan uang dari video melalui iklan.</p>\n<p>Maka hal ini mungkin bisa dianggap sebagai ide cara mendapatkan uang dari tumbuhan.</p>\n<h2>Upload Video Cara Menanam atau Memelihara Tumbuhan ke YouTube</h2>\n<p>Alasannya masih serupa dengan yang \"Upload Video Timelapse Pertumbuhan Tumbuhan ke YouTube\".</p>\n<h2>Jual Herbarium Tumbuhan</h2>\n<p>Karena tumbuhan bisa dijadikan herbarium dan herbarium mungkin dibutuhkan kalangan tertentu, maka hal ini mungkin bisa dilakukan.</p>\n<h2>Jual Terrarium Tumbuhan</h2>\n<p>Tumbuhan jenis tertentu bisa dijadikan terrarium.</p>\n<p>Terrarium bisa dijadikan hiasan.</p>\n<p>Hiasan mungkin bernilai ekonomis.</p>\n<p>Jadi, menjual terrarium tumbuhan mungkin merupakan suatu ide cara mendapatkan uang dari tumbuhan.</p>\n<h2>Jual Sayatan Mikroskopis Tumbuhan dalam Bentuk Preparat</h2>\n<p>Sayatan melintang atau membujur jaringan tumbuhan tertentu bisa dijadikan sebagai bahan untuk mempelajari tumbuhan.</p>\n<p>Mungkin saja ini merupakan ide cara mendapatkan uang dari tumbuhan.</p>\n<h2>Jual Gyotaku Tumbuhan</h2>\n<p>Gyotaku ikan pernah saya lihat di sebuah channel YouTube.</p>\n<p>Ide barunya adalah: dengan tumbuhan.</p>\n<p>Mungkin saja bisa.</p>\n<p>Karena mungkin bisa, maka mungkin saja ini adalah ide cara mendapatkan uang dari tumbuhan.</p>\n<h2>Penutup</h2>\n<p>Sekian daftar ide cara mendapatkan uang dari tumbuhan.</p>\n<p>Jika bermanfaat, traktir saya.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Daftar",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:12:49+07:00",
            "date_modified": "2023-12-04T23:12:49+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/daftar-ide-pengolahan-nasi-sisa.html",
            "url": "https://etc.rakifsul.my.id/daftar-ide-pengolahan-nasi-sisa.html",
            "title": "Daftar Ide Pengolahan Nasi Sisa",
            "summary": "Nasi adalah makanan pokok saya. Saya menyukai nasi karena biasanya setelah makan nasi, perut saya kenyang. Walaupun saya suka nasi, itu bukan berarti saya akan menghabiskan semuanya. Jadi, dalam satu hari, ada kemungkinan nasi yang tersisa dari saya. Walaupun nasi bisa tersisa, bukan berarti saya&hellip;",
            "content_html": "<p>Nasi adalah makanan pokok saya.</p>\n<p>Saya menyukai nasi karena biasanya setelah makan nasi, perut saya kenyang.</p>\n<p>Walaupun saya suka nasi, itu bukan berarti saya akan menghabiskan semuanya.</p>\n<p>Jadi, dalam satu hari, ada kemungkinan nasi yang tersisa dari saya.</p>\n<p>Walaupun nasi bisa tersisa, bukan berarti saya akan membuangnya.</p>\n<p>Sangat disayangkan jika sisa nasi saya dibuang begitu saja.</p>\n<p>Oleh karena itu, saya akan membagikan ide pengolahannya menjadi sesuatu yang lebih bermanfaat.</p>\n<p>Berikut ini adalah daftarnya.</p>\n<h2>Dibuat Menjadi Tape</h2>\n<p>Tape singkong dan tape ketan sudah tidak aneh lagi.</p>\n<p>Lalu, bagaimana dengan tape nasi sisa?</p>\n<p>Secara kemungkinan, hal itu bisa dilakukan.</p>\n<p>Mungkin dengan menggunakan ragi tape.</p>\n<p>Saya tidak tahu rasanya akan seperti apa, tapi jika itu berhasil dilakukan, namanya adalah tape nasi.</p>\n<p>Walaupun begitu, ini hanya ide. Belum tentu aman untuk dikonsumsi. Resiko tidak saya tanggung.</p>\n<h2>Dibuat Menjadi Kue</h2>\n<p>Kue berbahan dasar tepung beras sangat beragam.</p>\n<p>Karena nasi juga awalnya adalah beras, mungkin saja kue berbahan dasar tepung beras bisa dibuat dengan nasi sisa.</p>\n<p>Mungkin kue lumpur bisa dibuat dari nasi sisa. Itu tergantung keberhasilannya.</p>\n<p>Ada juga kue benjak enjak, kue jipang, kue bawang dan lain-lain.</p>\n<h2>Dibuat Menjadi Kerak Nasi</h2>\n<p>Ingin snack? Mungkan saya perlu coba kerak nasi.</p>\n<p>Kerak nasi adalah snack yang menyerupai rengginang, tapi dengan bahan dasar nasi.</p>\n<p>Karena nasi sisa adalah nasi, maka mungkin saja kerak nasi bisa dibuat dari nasi sisa.</p>\n<p>Sepertinya, cara membuatnya adalah dengan mencampur nasi sisa dengan larutan garam kemudian memasaknya di atas teflon.</p>\n<p>Selain itu, sepertinya juga ada cara lainnya. Yakni dengan mendiamkan nasi sisa hingga mengering. Kemudian, setelah nasi sisa mengering, saya tinggal menggorengnya.</p>\n<h2>Dibuat Menjadi Nasi Goreng</h2>\n<p>Nasi sisa sangat mungkin bisa dibuat menjadi nasi goreng.</p>\n<p>Asalkan belum basi.</p>\n<p>Nasi sisa, apalagi yang pera, menurut saya cocok untuk bahan nasi goreng.</p>\n<p>Untuk resepnya, saya kira tergantung kebiasaan atau selera Anda.</p>\n<p>Tapi bagi saya, bahan resep nasi goreng adalah nasi, bawang merah, bawang putih, garam, cabe, dan kecap manis.</p>\n<h2>Dibuat Menjadi Plastik</h2>\n<p>Pada tingkatan yang lebih mahir, nasi sisa berpeluang untuk diolah menjadi plastik.</p>\n<p>Plastiknya juga bukan plastik biasa, tapi plastik yang biodegradable.</p>\n<p>Dengan begitu, plastik yang dibuat dengan nasi sisa bisa diurai secara relatif cepat.</p>\n<h2>Dibuat Menjadi Kerajinan</h2>\n<p>Dengan sentuhan seni, nasi sisa berpeluang untuk dijadikan bahan untuk kerajinan.</p>\n<p>Kerajinan seperti apa?</p>\n<p>Itu tergantung dari pembuatnya.</p>\n<h2>Dibuat Menjadi Umpan Pancing</h2>\n<p>Ada ikan-ikan tertentu yang mau memakan nasi.</p>\n<p>Salah satu contohnya ikan baronang.</p>\n<p>Biasanya ikan tersebut dipancing di pinggir laut dengan joran tegek.</p>\n<p>Umpannya bisa berupa lumut dan nasi.</p>\n<h2>Dibuat Menjadi Bahan Bakar</h2>\n<p>Nasi mengandung karbohidrat.</p>\n<p>Maka pembuatan bioetanol dari nasi sisa itu memungkinkan.</p>\n<h2>Dibuat Menjadi Pupuk</h2>\n<p>Pembuatan pupuk organik berbahan nasi sisa juga memungkinkan.</p>\n<p>Beberapa sumber mungkin pernah menjelaskan caranya.</p>\n<p>Poin utamanya adalah diperlukan karbohidrat yang bisa berasal dari nasi sisa, glukosa dan bakterinya agar pupuk organik cair bisa dibuat.</p>\n<h2>Dibuat Menjadi Umpan Perangkap Tikus</h2>\n<p>Apakah Anda punya nasi sisa?</p>\n<p>Jika punya, gunakanlah pada perangkap tikus.</p>\n<p>Kenapa?</p>\n<p>Karena mungkin tikus mau memakan nasi.</p>\n<p>Cara intinya adalah dengan mengepalkan sejumlah nasi kemudian menyangkutkannya ke perangkap tikus.</p>\n<h2>Dibuat Menjadi Lem</h2>\n<p>Nasi sisa yang belum kering itu bersifat lengket.</p>\n<p>Lem membutuhkan bahan yang lengket.</p>\n<p>Karena itu, mungkin saja nasi sisa bisa dibuat menjadi lem.</p>\n<h2>Penutup</h2>\n<p>Demikianlah daftar beberapa ide pengolahan nasi sisa.</p>\n<p>Jika Anda berhasil mencobanya, Anda boleh traktir saya.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Daftar",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:11:46+07:00",
            "date_modified": "2023-12-04T23:11:46+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-membuat-pot-gantung-dari-bungkus-snack.html",
            "url": "https://etc.rakifsul.my.id/ide-membuat-pot-gantung-dari-bungkus-snack.html",
            "title": "Ide Membuat Pot Gantung dari Bungkus Snack",
            "summary": "Apa yang Anda ketahui tentang pot gantung? Pot gantung adalah pot yang penempatannya dilakukan dengan menggantung. Bisa di berbagai tempat. Mulai dari tiang jemuran, pagar, tembok yang dipaku, dan lain-lain. Ya. Karena, pot gantung keberadaannya tidak harus di lantai, jadi lebih hemat tempat. Snack adalah&hellip;",
            "content_html": "<h2>Apa yang Anda ketahui tentang pot gantung?</h2>\n<p>Pot gantung adalah pot yang penempatannya dilakukan dengan menggantung.</p>\n<h2>Di mana saja saya bisa menggantung pot itu?</h2>\n<p>Bisa di berbagai tempat.</p>\n<p>Mulai dari tiang jemuran, pagar, tembok yang dipaku, dan lain-lain.</p>\n<h2>Apakah pot gantung hemat tempat?</h2>\n<p>Ya. Karena, pot gantung keberadaannya tidak harus di lantai, jadi lebih hemat tempat.</p>\n<h2>Apa yang Anda ketahui tentang snack?</h2>\n<p>Snack adalah makanan ringan.</p>\n<h2>Kenapa pot gantung dibuat dari bungkus snack?</h2>\n<p>Karena bungkus snack itu berlimpah dan sangat murah.</p>\n<p>Selain itu, desain bungkus snack yang berbentuk kantong sangat cocok untuk diisi media tanam.</p>\n<h2>OK. Jadi bagaimana cara membuat pot gantung dari bungkus snack?</h2>\n<p>Caranya cukup mudah.</p>\n<p>Pertama-tama, siapkan terlebih dulu bungkus snack.</p>\n<p>Untuk mendapatkannya, Anda bisa cari di tempat sampah.</p>\n<p>Selain itu, Anda juga bisa mendapatkannya dengan membeli snack terlebih dahulu.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/7/pot-gantung-bungkus-snack-1.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-1-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 1</figcaption>\n</figure>\n<p>Perlu Anda ketahui bahwa snack sangat beragam.</p>\n<p>Ada yang rasa ayam, keju, udang, coklat, dan lain-lain.</p>\n<p>Perlu diketahui juga Anda bebas untuk memilih merk snack dan rasanya.</p>\n<p>Yang penting, bungkus snack tersebut berbentuk kantong dan ukurannya cukup besar.</p>\n<p>Setelah snack siap, buka tutupnya dengan rapi.</p>\n<p>Agar rapi, Anda bisa membukanya dengan gunting.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/7/pot-gantung-bungkus-snack-2.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-2-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 2</figcaption>\n</figure>\n<p>Sekarang, siapkan sebuah jarum atau peniti.</p>\n<p>Lubangi sekitar bagian bungkus yang terbuka. Buat empat lubang di atas, 2 di kanan (depan dan belakang), 2 di kiri (depan dan belakang).</p>\n<p>Buat lubang secara merata di bagian bawahnya sesuai kebutuhan. Tujuannya adalah agar air yang disiram ke pot bisa keluar.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/7/pot-gantung-bungkus-snack-4.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-4-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 4</figcaption>\n</figure>\n<p>Selanjutnya, siapkan benang kenur.</p>\n<p>Masukkan benang tersebut ke lubang atas tadi.</p>\n<p>Tarik benangnya ke atas hingga berwujud gantungan.</p>\n<p>Di bagian paling atas, buat simpulnya.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/7/pot-gantung-bungkus-snack-5.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/7/responsive/pot-gantung-bungkus-snack-5-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 5</figcaption>\n</figure>\n<p>Sekarang pot bungkus snack Anda siap diisi media tanam.</p>\n<h2>OK. Saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T23:07:46+07:00",
            "date_modified": "2023-12-04T23:10:51+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-membuat-makanan-murah-nasi-pakai-kecap-dan-merica-bubuk.html",
            "url": "https://etc.rakifsul.my.id/ide-membuat-makanan-murah-nasi-pakai-kecap-dan-merica-bubuk.html",
            "title": "Ide Membuat Makanan Murah Nasi Pakai Kecap dan Merica Bubuk",
            "summary": "Apa yang Anda ketahui tentang nasi? Nasi adalah makanan pokok saya. Kecap adalah saus berwarna hitam yang terbuat dari kedelai. Merica bubuk adalah merica yang sudah dihaluskan menjadi bubuk. Ide tentang makanan memang sangat banyak, seolah tidak ada habisnya. Begitu pula dengan ide makanan murah&hellip;",
            "content_html": "<h2>Apa yang Anda ketahui tentang nasi?</h2>\n<p>Nasi adalah makanan pokok saya.</p>\n<h2>Apa yang Anda ketahui tentang kecap?</h2>\n<p>Kecap adalah saus berwarna hitam yang terbuat dari kedelai.</p>\n<h2>Apa yang Anda ketahui tentang merica bubuk?</h2>\n<p>Merica bubuk adalah merica yang sudah dihaluskan menjadi bubuk.</p>\n<h2>Lalu, apa ide artikel ini?</h2>\n<p>Ide tentang makanan memang sangat banyak, seolah tidak ada habisnya.</p>\n<p>Begitu pula dengan ide makanan murah tapi enak.</p>\n<p>Bicara tentang makanan murah dan enak, saya punya ide.</p>\n<p>Idenya cukup sederhana.</p>\n<p>Dengan menggunakan bahan nasi putih, kecap, dan merica, kita bisa membuat makanan bernama \"Nasi Pakai Kecap dan Merica Bubuk\".</p>\n<h2>Lalu, bagaimana cara membuat \"Nasi Pakai Kecap dan Merica Bubuk\"?</h2>\n<p>Berikut ini bahan-bahannya:</p>\n<ul>\n<li>Nasi putih sepiring.</li>\n<li>Kecap manis sesuai selera.</li>\n<li>Merica bubuk sesuai selera.</li>\n</ul>\n<p>Langkah pembuatannya:</p>\n<ol>\n<li>Masukkan nasi ke piring.</li>\n<li>Campur dengan kecap manis.</li>\n<li>Campur dengan merica bubuk.</li>\n<li>Aduk hingga merata.</li>\n</ol>\n<p>Setelah itu, makanan ini siap disantap.</p>\n<p>Jika Anda ingin menambahkan protein pada makanan ini, boleh dicampur dengan telur mata sapi.</p>\n<p>Untuk mencari bahan dan alatnya, Anda bisa search di search engine:</p>\n<ul>\n<li>\"Jual Nasi Putih\"</li>\n<li>\"Jual Kecap Manis\"</li>\n<li>\"Jual Merica Bubuk\"</li>\n<li>\"Jual Telur Ayam\"</li>\n<li>\"Jual Piring\"</li>\n<li>\"Jual Sendok\"</li>\n</ul>\n<h2>OK. Sekarang saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Makanan",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:06:14+07:00",
            "date_modified": "2023-12-04T23:41:38+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-membuat-makanan-rebon-cabe-rawit.html",
            "url": "https://etc.rakifsul.my.id/ide-membuat-makanan-rebon-cabe-rawit.html",
            "title": "Ide Membuat Makanan Rebon Cabe Rawit",
            "summary": "Apa yang Anda ketahui tentang rebon? Rebon adalah sejenis udang kecil yang bisa dimakan. Biasanya dijual di pasaran dalam kondisi kering. Enak atau tidaknya itu relatif. Menurut kami, rebon itu enak. Cabe rawit adalah sejenis buah dari tumbuhan dengan genus Capsicum. Cabe rawit memiliki rasa&hellip;",
            "content_html": "<h2>Apa yang Anda ketahui tentang rebon?</h2>\n<p>Rebon adalah sejenis udang kecil yang bisa dimakan.</p>\n<p>Biasanya dijual di pasaran dalam kondisi kering.</p>\n<h2>Apakah rebon enak?</h2>\n<p>Enak atau tidaknya itu relatif.</p>\n<p>Menurut kami, rebon itu enak.</p>\n<h2>Apa yang Anda ketahui tentang cabe rawit?</h2>\n<p>Cabe rawit adalah sejenis buah dari tumbuhan dengan genus Capsicum.</p>\n<p>Cabe rawit memiliki rasa yang cukup pedas.</p>\n<p>Biasanya cabe rawit digunakan sebagai campuran resep sambal.</p>\n<h2>Kenapa Anda mendapatkan ide masakan rebon cabe rawit?</h2>\n<p>Alasannya cukup sederhana.</p>\n<p>Kami terinspirasi dengan bumbu makanan yang berupa cabe rawit kering dalam kemasan.</p>\n<p>Maka, kami pun memiliki ide: bagaimana kalau ditambah rebon?</p>\n<h2>Berarti, cabe rawit juga bisa dikeringkan?</h2>\n<p>Ya, cabe rawit bisa dikeringkan.</p>\n<h2>OK. Sekarang, bagaimana cara membuat rebon cabe rawit?</h2>\n<p>Membuat rebon cabe rawit itu mudah.</p>\n<p>Bahannya relatif mudah didapatkan, harganya terjangkau, serta proses pembuatannya tidak rumit.</p>\n<p>Berikut ini bahan-bahannya:</p>\n<ul>\n<li>Rebon kering</li>\n<li>Cabe rawit kering</li>\n<li>Gula</li>\n<li>Garam</li>\n</ul>\n<p> </p>\n<div>Berikut ini proses pembuatannya:</div>\n<div>\n<ol>\n<li>Goreng rebon kering hingga matang.</li>\n<li>Tiriskan rebon kering yang sudah matang.</li>\n<li>Sangrai cabe rawit kering.</li>\n<li>Campur rebon kering yang sudah matang dengan cabe rawit tadi.</li>\n<li>Masukkan rebon kering, cabe rawit kering, garam, dan gula dengan takaran sesuai selera ke dalam blender. Gunakan wadah blender yang untuk menghaluskan bumbu.</li>\n<li>Nyalakan blender hingga tidak terlalu halus.</li>\n</ol>\n</div>\n<p>Setelah langkah-langkah tersebut selesai, masukkan hasilnya ke dalam toples.</p>\n<p>Rebon cabe rawit siap dimakan bersama nasi hangat.</p>\n<h2>Di manakah saya dapat membeli bahan-bahannya?</h2>\n<p>Anda bisa cari di search engine:</p>\n<ul>\n<li>Search \"Jual Rebon Kering\"</li>\n<li>Search \"Jual Cabe Rawit Kering\"</li>\n<li>Search \"Jual Gula\"</li>\n<li>Search \"Jual Garam\"</li>\n</ul>\n<h2>Di manakah saya dapat membeli peralatannya?</h2>\n<div>Anda bisa cari di search engine:</div>\n<div>\n<ul>\n<li>Search \"Jual Kompor Gas\"</li>\n<li>Search \"Jual Wajan\"</li>\n</ul>\n</div>\n<h2>OK. Sekarang saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Makanan",
                   "Blog"
            ],
            "date_published": "2023-12-04T23:05:33+07:00",
            "date_modified": "2023-12-04T23:05:33+07:00"
        },
        {
            "id": "https://etc.rakifsul.my.id/ide-membuat-kolam-ikan-dengan-toren.html",
            "url": "https://etc.rakifsul.my.id/ide-membuat-kolam-ikan-dengan-toren.html",
            "title": "Ide Membuat Kolam Ikan dengan Toren",
            "summary": "Apa yang Anda ketahui tentang ikan? Ikan, setahu saya adalah salah satu hewan yang hidup di air. Beberapa spesies ikan bisa dikonsumsi sebagai makanan atau bisa dijadikan sebagai penghias. Ikan yang dimakan biasa disebut ikan konsumsi, sedangkan yang dijadikan penghias biasa disebut ikan hias. Ikan,&hellip;",
            "content_html": "<h2>Apa yang Anda ketahui tentang ikan?</h2>\n<p>Ikan, setahu saya adalah salah satu hewan yang hidup di air.</p>\n<p>Beberapa spesies ikan bisa dikonsumsi sebagai makanan atau bisa dijadikan sebagai penghias.</p>\n<p>Ikan yang dimakan biasa disebut ikan konsumsi, sedangkan yang dijadikan penghias biasa disebut ikan hias.</p>\n<p>Ikan, secara biologis berasal dari filum Chordata.</p>\n<h2>Apakah ikan bisa dipelihara?</h2>\n<p>Ya, beberapa jenis ikan bisa dipelihara.</p>\n<p>Untuk memeliharanya, diperlukan suatu bejana yang dapat menampung air.</p>\n<p>Secara teknis, bejana tersebut adalah kolam, akuarium, dan sebagainya.</p>\n<h2>Lalu, apa yang Anda ketahui tentang kolam?</h2>\n<p>Kolam, seperti yang telah disebut sebelumnya merupakan salah satu jenis bejana untuk menampung air.</p>\n<p>Dilihat dari posisi penempatannya, ada beberapa jenis kolam:</p>\n<p>Kolam di atas tanah</p>\n<p>Kolam di bawah tanah</p>\n<p>Kolam di antara atas dan bawah tanah</p>\n<p>Kolam memiliki bentuk dan bahan yang berbeda-beda.</p>\n<p>Ada kolam terpal, kolam semen, kolam tanah, dan kolam toren.</p>\n<h2>Toren? Apakah toren itu?</h2>\n<p>Toren adalah sebuah bejana air yang biasanya digunakan sebagai penampung air sementara.</p>\n<p>Jika Anda pernah melihat tabung berwarna oranye, biru, atau perak yang diletakkan di atas rumah atau menara, kemungkinan itulah toren.</p>\n<h2>Bisakah kita membuat kolam ikan dengan toren?</h2>\n<p>Menurut saya bisa.</p>\n<h2>Kenapa?</h2>\n<p>Karena toren dapat menampung air dan memiliki bahan yang tidak tembus air.</p>\n<p>Selain itu, lubang pipa bawaannya sangat cocok untuk kontrol tinggi air (dengan trik tertentu).</p>\n<p>Hanya saja, kita akan memerlukan sedikit modifikasi di bagian atasnya.</p>\n<p>Hal itu disebabkan permukaan toren mengecil ke atas, padahal untuk kolam ikan diperlukan permukaan yang luas.</p>\n<p>Walaupun begitu, saya punya solusi untuk itu.</p>\n<h2>OK. Jadi bagaimana cara membuat kolam ikan dengan toren?</h2>\n<p>Pertama, kita harus meluaskan permukaannya terlebih dahulu.</p>\n<p>Cara yang paling efektif untuk melakukan itu adalah dengan memotong permukaan atasnya.</p>\n<p>Yakni dengan menggergajinya dengan gergaji besi.</p>\n<p>Oleh karena itu, pilihlah toren yang bahannya paling mudah untuk digergaji.</p>\n<p>Jangan yang bahannya tidak bisa digergaji.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/4/kolam-toren-1.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-1-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 1</figcaption>\n</figure>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/4/kolam-toren-2.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-2-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 2</figcaption>\n</figure>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/4/kolam-toren-3.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-3-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 3</figcaption>\n</figure>\n<p>Setelah langkah tersebut dilakukan, kita tinggal membuat pipa kontrol air yang fleksibel terhadap tinggi air di dalam toren.</p>\n<p>Caranya adalah dengan memasang sambungan pipa L di lubang output di bagian bawah toren.</p>\n<p>Selanjutnya, pipa L yang mengarah ke atas disambung dengan paralon.</p>\n<figure ><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://etc.rakifsul.my.id/media/posts/4/kolam-toren-4.jpg\" alt=\"\" width=\"400\" height=\"300\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-xs.jpg 300w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-sm.jpg 480w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-md.jpg 768w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-lg.jpg 1024w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-xl.jpg 1360w ,https://etc.rakifsul.my.id/media/posts/4/responsive/kolam-toren-4-2xl.jpg 1600w\"></figure>\n<figcaption >Langkah 4</figcaption>\n</figure>\n<p>Jangan dilem, agar pipa tadi bisa dimiringkan.</p>\n<p>Dengan memiringkan pipa tadi, maka tinggi air di dalam toren bisa dikontrol.</p>\n<h2>OK. Sekarang kolam toren saya sudah jadi. Selanjutnya apa?</h2>\n<p>Langkah selanjutnya adalah membersihkan toren dengan air bersih dari sisa-sisa kotoran dan serbuk gergaji besi, kemudian menjemurnya.</p>\n<p>Jika Anda bermaksud mengisi kolam toren tadi dengan ikan, gunakan air sumur atau air ledeng yang sudah dibersihkan klorinnya.</p>\n<h2>OK. Sekarang saya mengerti. Terima kasih ya...</h2>\n<p>Sama-sama.</p>",
            "author": {
                "name": "RAKIFSUL"
            },
            "tags": [
                   "Blog",
                   "Berkebun"
            ],
            "date_published": "2023-12-04T22:58:01+07:00",
            "date_modified": "2023-12-04T23:03:37+07:00"
        }
    ]
}
